Repository: tsutsu3/pi-hole-client
Catalog: lib/ui/core/l10n/app_*.arb
Languages: de, es, ja, pl

# queryLoggingSwitchWarning
source: Are you sure you want to switch the query logging mode? This will restart the DNS server, clear the DNS cache, and may temporarily disconnect your internet. You will also be logged out of the web interface.
de: Möchten Sie den Abfrageprotokollierungsmodus wirklich wechseln? Dadurch wird der DNS-Server neu gestartet, der DNS-Cache geleert und Ihre Internetverbindung kann vorübergehend getrennt werden. Sie werden außerdem von der Weboberfläche abgemeldet.
es: ¿Está seguro de que desea cambiar el modo de registro de consultas? Esto reiniciará el servidor DNS, vaciará la caché DNS y puede desconectarlo temporalmente de Internet. También se cerrará su sesión en la interfaz web.
ja: クエリログモードを切り替えてもよろしいですか？ この操作によりDNSサーバーが再起動され、DNSキャッシュがクリアされ、一時的にインターネット接続が切断される可能性があります。 また、Webインターフェースからログアウトされます。
pl: Czy na pewno chcesz zmienić tryb logowania zapytań? Spowoduje to ponowne uruchomienie serwera DNS, wyczyszczenie pamięci podręcznej DNS i może tymczasowo rozłączyć internet. Zostaniesz także wylogowany z interfejsu webowego.

source: Query logs
de: Abfragen
es: Peticiones
ja: クエリログ
pl: Logi zapytań

source: Query types
de: Abfragetypen
es: Tipos de peticiones
ja: クエリタイプ
pl: Typy zapytań

# readIssues
source: Read this if you are experimenting issues
de: Lesen Sie diese, wenn Sie Probleme mit der App haben
es: Lee esto si estás experimentando problemas
ja: 問題が発生している場合に読む
pl: Przeczytaj to, jeśli masz problemy

# reducedDataCharts
source: Use reduced data
de: Reduzierte Daten
es: Usar datos reducidos
ja: データ縮小を使用
pl: Użyj zmniejszonej ilości danych

# reducedDataChartsDescription
source: Affects the clients chart at Home. Can improve application performance
de: Beeinflusst das Client-Diagramm im Home. Kann die Anwendungsleistung verbessern.
es: Afecta al gráfico de clientes en Inicio. Puede mejorar el rendimiento de la aplicación
ja: ホームのクライアントチャートに影響します。アプリのパフォーマンスが向上する場合があります
pl: Wpływa na wykres klientów w domu. Może poprawić wydajność aplikacji

source: Refresh
de: Aktualisieren
es: Refrescar
ja: 更新
pl: Odświeżyć

source: Refreshing data...
de: Daten werden aktualisiert...
es: Refrescando datos...
ja: データを更新中...
pl: Odświeżanie danych...

source: Release
de: Veröffentlichung
es: Versión
ja: リリース
pl: Wydanie

source: Remove
de: Entfernen
es: Eliminar
ja: 削除
pl: Usuń

source: Remove passcode
de: Passwort löschen
es: Eliminar código
ja: パスコードを削除
pl: Usuń kod dostępu

# removeWarning
source: Are you sure you want to remove the connection with this PiHole server?
de: Sind Sie sicher, dass Sie diese Verbindung zum Pi-Hole löschen möchten?
es: ¿Estás seguro de que deseas eliminar la conexión con este servidor?
ja: このPiHoleサーバーとの接続を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć połączenie z tym serwerem PiHole?

source: Repeat passcode
de: Passwort wiederholen
es: Repetir código
ja: パスコードを再入力
pl: Powtórz hasło

source: Reply
de: Antworten
es: Respuesta
ja: 返信
pl: Odpowiedź

source: Requests:
de: Anfragen:
es: Peticiones:
ja: リクエスト：
pl: Żądania:

source: Required versions:
de: Erforderliche Versionen:
es: Versiones requeridas
ja: 必要なバージョン：
pl: Wymagane wersje:

source: Reset
de: Zurücksetzen
es: Resetear
ja: リセット
pl: Resetuj

source: Reset application
de: App zurücksetzen
es: Resetear aplicación
ja: アプリケーションをリセット
pl: Zresetuj aplikację

source: Restart
de: Neu starten
es: Reiniciar
ja: 再起動
pl: Uruchom ponownie

# restartAppTakeEffect
source: Please restart the application to apply the settings.
de: Bitte starten Sie die Anwendung neu, um die Einstellungen zu übernehmen.
es: Reinicie la aplicación para aplicar la configuración.
ja: 設定を反映するためにアプリを再起動してください。
pl: Proszę ponownie uruchomić aplikację, aby zastosować ustawienia.

source: Restart DNS resolver
de: DNS-Resolver neu starten
es: Reiniciar el resolvedor DNS
ja: DNSリゾルバーを再起動
pl: Zrestartuj resolver DNS

# restartingDnsResolver
source: Restarting DNS server …
de: DNS-Server wird neu gestartet …
es: Reiniciando el servidor DNS …
ja: DNSサーバーを再起動中です…
pl: Trwa ponowne uruchamianie serwera DNS…

source: Resume
de: Fortsetzen
es: Reanudar
ja: 再開
pl: Wznów

# runningStatus
source: Running...
de: Wird ausgeführt …
es: En ejecución...
ja: 実行中...
pl: Uruchomione...

# runningSubtitle
source: This section will show the result once the task is complete.
de: Nach Abschluss des Vorgangs wird hier das Ergebnis angezeigt.
es: El resultado se mostrará aquí al finalizar la tarea.
ja: 処理が完了すると、ここに結果が表示されます。
pl: Wynik zostanie wyświetlony tutaj po zakończeniu zadania.

source: RX Bytes
de: Empfangene Bytes
es: Bytes recibidos
ja: 受信バイト数
pl: Odebrane bajty

source: RX Dropped
de: Verworfene Pakete
es: Paquetes descartados (RX)
ja: 受信ドロップ数
pl: Odrzucone pakiety (RX)

source: RX Errors
de: Empfangsfehler
es: Errores de recepción
ja: 受信エラー数
pl: Błędy odbioru

source: RX Info
de: Empfangsinformation
es: Información de recepción
ja: 受信情報
pl: Informacje odbiorcze

source: RX Packets
de: Empfangene Pakete
es: Paquetes recibidos"
ja: 受信パケット数
pl: Odebrane pakiety

source: Save
de: Speichern
es: Guardar
ja: 保存
pl: Zapisać

source: Saved
de: Gespeichert
es: Guardado
ja: 保存済み
pl: Zapisano

# scanQrCode
source: Scan the QR code
de: QR-Code scannen
es: Escanea el código QR
ja: QRコードをスキャン
pl: Zeskanuj kod QR

source: Scheduler
de: Planer
es: Planificador
ja: スケジューラ
pl: Harmonogram

source: Scope
de: Bereich
es: Ámbito
ja: スコープ
pl: Zakres

# searchUrl
source: Search by URL...
de: Suche per URL...
es: Buscar por URL...
ja: URLで検索...
pl: Szukaj po adresie URL...

# second1
source: 1 second
de: 1 Sekunde
es: 1 segundo
ja: 1秒
pl: co 1 sekunde

source: Seconds
de: Sekunden
es: Segundos
ja: 秒
pl: sekundy

# seconds10
source: 10 seconds
de: 10 Sekunden
es: 10 segundos
ja: 10秒
pl: co 10 sekund

# seconds15
source: 15 seconds
de: 15 Sekunden
es: 15 segundos
ja: 15秒
pl: 15 sekund

# seconds2
source: 2 seconds
de: 2 Sekunden
es: 2 segundos
ja: 2秒
pl: co 2 sekundy

# seconds3
source: 3 seconds
de: 3 Sekunden
es: 3 segundos
ja: 3秒
pl: 3 sekund

# seconds30
source: 30 seconds
de: 30 Sekunden
es: 30 segundos
ja: 30秒
pl: 30 sekund

# seconds5
source: 5 seconds
de: 5 Sekunden
es: 5 segundos
ja: 5秒
pl: co 5 sekund

# seconds60
source: 60 seconds
de: 60 Sekunden
es: 60 segundos
ja: 60秒
pl: 60 sekund

source: Security
de: Sicherheit
es: Seguridad
ja: セキュリティ
pl: Bezpieczeństwo

# selectConnection
source: Select a connection
de: Verbindung auswählen
es: Seleccionar una conexión
ja: 接続を選択
pl: Wybierz połączenie

source: Select end time
de: Endzeit wählen
es: Seleccionar tiempo de fin
ja: 終了時間を選択
pl: Wybierz godzinę zakończenia

# selectGroupsMessage
source: Please select a group …
de: Bitte wählen Sie eine Gruppe aus …
es: Por favor, seleccione un grupo …
ja: グループを選択してください …
pl: Proszę wybrać grupę …

# selectLogsLeftColumn
source: Choose a query log to see its details.
de: Wählen Sie ein Abfrageprotokoll aus, um die Details zu sehen.
es: Elige un registro de consultas para ver sus detalles.
ja: クエリログを選択して詳細を確認してください。
pl: Wybierz dziennik zapytań, aby zobaczyć szczegóły.

# selectOptionLeftColumn
source: Select an option from the left column.
de: Wählen Sie eine Option aus der linken Spalte aus.
es: Selecciona una opción de la columna de la izquierda.
ja: 左の列からオプションを選択してください。
pl: Wybierz opcję z lewej kolumny.

source: Select server
de: Server auswählen
es: Seleccionar servidor
ja: サーバーを選択
pl: Wybierz serwer

# selectServerThenAccess
source: Select a server and then access again.
de: Wählen Sie einen Server aus und greifen Sie dann erneut zu.
es: Seleccione un servidor y luego acceda nuevamente.
ja: サーバーを選択した後、もう一度アクセスしてください。
pl: Wybierz serwer, a następnie uzyskaj ponowny dostęp.

source: Select start time
de: Startzeit wählen
es: Seleccionar tiempo de inicio
ja: 開始時間を選択
pl: Wybierz godzinę rozpoczęcia

# selectedDisconnected
source: Selected but disconnected
de: Ausgewählt, ohne Verbindung
es: Seleccionado pero desconectado
ja: 選択済みだが切断中
pl: Wybrano, ale rozłączono

source: Send Crash Report
de: Senden des Absturzberichts
es: Enviar informe de fallos
ja: クラッシュレポート送信
pl: Wyślij raport o awarii

source: Server address
de: Server Adresse
es: Dirección del servidor
ja: サーバーアドレス
pl: Adres serwera

source: Server Connection Guide
de: Serververbindungsanleitung
es: Guía de conexión al servidor
ja: サーバー接続ガイド
pl: Przewodnik po połączeniu z serwerem

# serverConnectionGuideDescription
source: Learn how to connect to the server.
de: Erfahren Sie, wie Sie eine Verbindung zum Server herstellen.
es: Aprenda cómo conectarse al servidor.
ja: サーバーに接続する方法を学ぶ
pl: Dowiedz się, jak połączyć się z serwerem.

# serverDisabled
source: Server disabled successfully.
de: Server erfolgreich deaktiviert.
es: El servidor se desactivó correctamente.
ja: サーバーが正常に無効化されました。
pl: Serwer został pomyślnie wyłączony.

# serverEnabled
source: Server enabled successfully.
de: Server erfolgreich aktiviert.
es: El servidor se activó correctamente.
ja: サーバーが正常に有効化されました。
pl: Serwer został pomyślnie włączony.

# serverInfo
source: Pi-hole Server
es: Servidor de Pi-hole
ja: Pi-holeサーバー
pl: Serwer Pi-hole

# serverInfoShow
source: View detailed information
de: Detaillierte Informationen anzeigen
es: Ver información detallada
ja: 詳細情報を表示する
pl: Wyświetl szczegółowe informacje

# serverInvalidData
source: Server connection saved with invalid data. Add the connection again.
de: Verbindung mit ungültigen Daten gespeichert. Fügen Sie die Verbindung erneut hinzu.
es: Conexión guardada con valores no válidos. Añade la conexión otra vez.
ja: サーバー接続が無効なデータで保存されています。再度接続を追加してください。
pl: Połączenie z serwerem zapisane z nieprawidłowymi danymi. Dodaj połączenie ponownie.

source: Server name
es: Nombre del servidor
ja: サーバー名
pl: Nazwa serwera

source: Server Settings
de: Servereinstellungen
es: Configuración del servidor
ja: サーバー設定
pl: Ustawienia serwera

source: Servers
de: Server
es: Servidores
ja: サーバー
pl: Serwery

source: Session
de: Sitzung
es: Sesión
ja: セッション
pl: Sesja

# sessionCurrent
source: Current Session
de: Aktuelle Sitzung
es: Sesión actual
ja: 現在のセッション
pl: Bieżąca sesja

# sessionDelete
source: Delete Session
de: Sitzung löschen
es: Eliminar sesión
ja: セッションを削除
pl: Usuń Sesję

# sessionDeleteFailed
source: Error when removing session
de: Fehler beim Entfernen der Sitzung
es: Error al eliminar la sesión
ja: セッションの削除中にエラーが発生しました
pl: Błąd podczas usuwania sesji

# sessionDeleteMessage
source: Are you sure you want to delete this session?
de: Sind Sie sicher, dass Sie diese Sitzung löschen möchten?
es: ¿Está seguro de que desea eliminar esta sesión?
ja: このセッションを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć tę sesję?

# sessionDeleteSuccess
source: Session removed successfully
de: Sitzung wurde erfolgreich entfernt
es: Sesión eliminada con éxito
ja: セッションの削除に成功しました
pl: Sesja została pomyślnie usunięta

source: Session Status
de: Sitzungsstatus
es: Estado de la sesión
ja: セッションステータス
pl: Status sesji

# sessionValid
source: Valid Session
de: Gültige Sitzung
es: Sesión válida
ja: 有効なセッション
pl: Prawidłowa sesja

source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pl: Sesje

# sessionsDescription
source: Displays all currently active sessions
de: Zeigt alle derzeit aktiven Sitzungen an
es: Muestra todas las sesiones activas actualmente
ja: 現在有効なセッションをすべて表示します
pl: Wyświetla wszystkie aktualnie aktywne sesje

# setDefault
source: Set as default connection
de: Als Standard setzen
es: Hacer conexión por defecto
ja: デフォルト接続として設定
pl: Ustaw jako połączenie domyślne

# setPassCode
source: Setup passcode
de: Passwort setzen
es: Configurar código
ja: パスコードを設定
pl: Ustaw hasło

source: Settings
de: Optionen
es: Ajustes
ja: 設定
pl: Ustawienia

source: Settings updated successfully.
de: Einstellungen erfolgreich aktualisiert.
es: Ajustes actualizados correctamente.
ja: 設定が正常に更新されました。
pl: Ustawienia zostały pomyślnie zaktualizowane.

source: Show loading animation
de: Ladeanimation anzeigen
es: Mostrar animación de carga
ja: 読み込み中のアニメーションを表示
pl: Pokaż animację ładowania

# showLoadingAnimationDescription
source: Displays animated placeholder graphics while chart data loads.
de: Zeigt animierte Platzhaltergrafiken an, während Diagrammdaten geladen werden.
es: Muestra gráficos animados de marcador de posición mientras se cargan los datos del gráfico.
ja: チャートデータの読み込み中にアニメーションのプレースホルダーを表示します。
pl: Wyświetla animowane grafiki zastępcze podczas ładowania danych wykresu.

# sslErrorLong
source: SSL error. Check if the server's certificate is valid.
de: SSL Fehler. Überprüfen Sie die Gültigkeit des Zertifikats.
es: Error de SSL. Comprueba si el certificado del servidor es válido.
ja: SSLエラー。サーバーの証明書が有効か確認してください。
pl: Błąd SSL. Sprawdź, czy certyfikat serwera jest prawidłowy.

# sslErrorShort
source: SSL error.
de: SSL Fehler.
es: Error de SSL.
ja: SSLエラー。
pl: Błąd SSL.

# startTimeNotBeforeEndTime
source: Start time is not before end time
de: Die Startzeit liegt nicht vor der Endzeit
es: Tiempo de inicio no es anterior a tiempo de fin
ja: 開始時間が終了時間よりも前である必要があります
pl: Czas rozpoczęcia nie jest wcześniejszy niż czas zakończenia

source: State
de: Status
es: Estado
ja: 状態
pl: Stan

source: Statistics
de: Statistiken
es: Estadísticas
ja: 統計
pl: Statystyki

# statsChartModeDescription
source: Choose how statistics are displayed for domains and clients.
de: Wählen Sie aus, wie Statistiken für Domains und Clients angezeigt werden.
es: Elige cómo se muestran las estadísticas de dominios y clientes.
ja: ドメインとクライアントの統計情報の表示形式を選択してください。
pl: Wybierz sposób wyświetlania statystyk dla domen i klientów.

# statsChartModeTitle
source: Statistics Screen
de: Statistikbildschirm
es: Pantalla de estadísticas
ja: 統計画面
pl: Ekran statystyk

# statsNotLoaded
source: Stats could not be loaded
de: Statistiken konnten nicht geladen werden.
es: No se han podido cargar las estadísticas
ja: 統計を読み込めませんでした
pl: Nie udało się załadować statystyk

source: Status
es: Estado
ja: ステータス

source: Status: disabled
de: Status: Inaktiv
es: Estado: desactivado
ja: ステータス：無効
pl: Stan: Wyłączony

source: Status: enabled
de: Status: Aktiv
es: Estado: activado
ja: ステータス：有効
pl: Stan: Włączono

source: status selected
de: Status ausgewählt
es: estados seleccionados
ja: 選択されたステータス
pl: Wybrany status

# subrouteExample
source: Example: /pihole
de: Beispiel: /pihole
es: Ejemplo: /pihole
ja: 例：/pihole
pl: Przykład: /pihole

# subrouteField
source: Subroute
es: Subruta
ja: サブルート
pl: Trasa pomocnicza

# subrouteHelper
source: To be used with a reverse proxy
de: Zur Verwendung mit einem Reverse-Proxy
es: Para ser usado con un reverse proxy
ja: リバースプロキシで使用
pl: Do użycia z odwrotnym proxy

# supportDeveloperSubtitle
source: You will be redirected to the Buy Me a Coffee external page.
de: Sie werden auf die externe Buy Me a Coffee-Seite weitergeleitet.
es: Será redirigido a la página externa de Buy Me a Coffee.
ja: Buy Me a Coffee の外部ページに遷移します。
pl: Zostaniesz przekierowany na zewnętrzną stronę Buy Me a Coffee.

# supportDeveloperTitle
source: Support the Developer
de: Unterstützen Sie den Entwickler
es: Apoyar al desarrollador
ja: 開発者への支援
pl: Wspieraj dewelopera

# supportFeedback
source: Support and Feedback
de: Support und Feedback
es: Soporte y comentarios
ja: サポート・フィードバック
pl: Wsparcie i opinie

source: Support form
de: Support-Formular
es: Formulario de soporte
ja: サポートフォーム
pl: Formularz wsparcia

# supportFormDescription
source: Send a support request using the support form.
de: Senden Sie eine Support-Anfrage über das Support-Formular.
es: Enviar una petición de soporte usando el formulario de soporte.
ja: サポートフォームを使用してサポートリクエストを送信してください。
pl: Wyślij zgłoszenie wsparcia za pomocą formularza wsparcia.

source: Switch server
de: Server wechseln
es: Cambiar de servidor
ja: サーバーを切り替える
pl: Zmień serwer

source: System
es: Sistema
ja: システム

source: System Language
de: System Sprache
es: Idioma del sistema
ja: システム言語
pl: Język systemowy

source: System theme
de: System Standard
es: Tema del sistema
ja: システムテーマ
pl: Motyw systemowy

source: Theme
de: Design
es: Tema
ja: テーマ
pl: Motyw

source: Time
de: Zeit
es: Hora
ja: 時間
pl: Czas

# timeHoursAgo
source: {hours, plural, =0{just now} =1{1 hour ago} other{{hours} hours ago}}
de: {hours, plural, =0{gerade eben} =1{vor 1 Stunde} other{vor {hours} Stunden}}
es: {hours, plural, =0{justo ahora} =1{hace 1 hora} other{hace {hours} horas}}
ja: {hours, plural, =0{たった今} =1{1時間前} other{{hours}時間前}}
pl: {hours, plural, =0{przed chwilą} =1{1 godzinę temu} few{{hours} godziny temu} other{{hours} godzin temu}}

# timeHoursIn
source: {hours, plural, =0{less than 1 hour} =1{in 1 hour} other{in {hours} hours}}
de: {hours, plural, =0{unter 1 Stunde} =1{in 1 Stunde} other{in {hours} Stunden}}
es: {hours, plural, =0{menos de 1 hora} =1{en 1 hora} other{en {hours} horas}}
ja: {hours, plural, =0{1時間未満} =1{あと1時間} other{あと{hours}時間}}
pl: {hours, plural, =0{mniej niż 1 godzina} =1{za 1 godzinę} few{za {hours} godziny} other{za {hours} godzin}}

source: Timestamps
de: Zeitstempel
es: Marcas de tiempo
ja: タイムスタンプ
pl: Sygnatury czasowe

source: TLS Status
es: Estado de TLS
ja: TLSステータス
pl: Status TLS

source: To time
de: Bis
es: Hasta
ja: 終了時刻
pl: Do kiedy

# tokenInstructions
source: You can get it on the web interface on Settings > API/Web interface > Show API token.
de: Sie können es auf der Weboberfläche unter Settings > API/Web interface > Show API token abrufen.
es: Puedes obtenerlo en la interfaz web en Settings > API/Web interface > Show API token.
ja: ウェブインターフェースの[設定 > API/Webインターフェース > APIトークンを表示]で取得できます。
pl: Możesz go pobrać z interfejsu internetowego w Ustawieniach > API / interfejsie internetowym > Pokaż token API.

source: Token needed
de: Token wird benötigt
es: Se necesita token
ja: トークンが必要です
pl: Potrzebny token

source: Token not valid
de: Token ist ungültig
es: Token no válido
ja: 無効なトークン
pl: Token jest nieprawidłowy

source: Tools
de: Werkzeuge
es: Herramientas
ja: ツール
pl: Narzędzia

source: Search
de: Suche
es: Buscar
ja: 検索

source: Find Domains In Lists
de: Domains in Listen finden
es: Buscar dominios en listas
ja: リスト内ドメイン検索

# findDomainsInListsDescription
source: Search domains across whitelist, blacklist, and adlists
de: Domains in Whitelist, Blacklist und Adlists suchen
es: Buscar dominios en whitelist, blacklist y adlists
ja: ホワイト/ブラックリストとAdlist内のドメインを検索

# findDomainsSearchLabel
source: Search domain
de: Domain suchen
es: Buscar dominio
ja: ドメインを検索

source: Use partial matching
de: Teilweise Übereinstimmung verwenden
es: Usar coincidencia parcial
ja: 部分一致を使用

# maxResultsToReturnLabel
source: Maximum number of results to be returned
de: Maximale Anzahl der Ergebnisse
es: Número máximo de resultados
ja: 最大取得件数

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
ja: 結果が見つかりません

source: Summary
de: Zusammenfassung
es: Resumen
ja: サマリー

# domainsExactMatches
source: Domains (exact)
de: Domains (exakt)
es: Dominios (exactos)
ja: ドメイン（完全一致）

# domainsRegexMatches
source: Domains (regex)
es: Dominios (regex)
ja: ドメイン（正規表現）

# gravityAllowMatches
source: Allowlist matches
de: Allowlist-Treffer
es: Coincidencias en lista de permitidos
ja: 許可リストの一致

# gravityBlockMatches
source: Blocklist matches
de: Blocklist-Treffer
es: Coincidencias en lista de bloqueo
ja: 拒否リストの一致

source: Domain-level lists
de: Listen auf Domain-Ebene
es: Listas a nivel de dominio
ja: ドメインレベルのリスト

source: List-level lists
de: Listen auf Listen-Ebene
es: Listas a nivel de lista
ja: リストレベルのリスト

source: Matching entries:
de: Übereinstimmende Einträge:
es: Entradas coincidentes:
ja: 一致したエントリ：

# searchTermRequired
source: Please enter a domain to search.
de: Bitte eine Domain zum Suchen eingeben.
es: Ingrese un dominio para buscar.
ja: 検索するドメインを入力してください。

# invalidMaxResults
source: Please enter a maximum number greater than 0.
de: Bitte eine maximale Anzahl größer als 0 eingeben.
es: Ingrese un número máximo mayor que 0.
ja: 0より大きい最大件数を入力してください。

source: Top blocked domains
de: Top blockierte Domains
es: Top dominios bloqueados
ja: ブロックされたトップドメイン
pl: Najczęściej blokowane domeny

# topClients
source: Top clients (total)
de: Top Clients (gesamt)
es: Top clientes (total)
ja: トップクライアント（合計）
pl: Najlepsi klienci (łącznie)

# topClientsBlocked
source: Top clients (blocked only)
de: Top Clients (nur blockierte)
es: Top clientes (solo bloqueados)
ja: トップクライアント（ブロックのみ）
pl: Najlepsi klienci (tylko zablokowani)

source: Top permitted domains
de: Top erlaubte Domains
es: Top dominios permitidos
ja: 許可されたトップドメイン
pl: Najpopularniejsze dozwolone domeny

source: Total queries
de: Abfragen
es: Total de peticiones
ja: 総クエリ数
pl: Łączna liczba zapytań

# totalQueries24
source: Total queries last 24 hours
de: Gesamte Abfragen der letzten 24h
es: Total de peticiones en últimas 24 horas
ja: 過去24時間の総クエリ数
pl: Łączna liczba zapytań w ciągu ostatnich 24 godzin

# tryAgainLater
source: Please try again later.
de: Bitte versuchen Sie es später noch einmal.
es: Por favor, inténtelo de nuevo más tarde.
ja: しばらくしてから再度お試しください
pl: Spróbuj ponownie później.

source: Try reconnect
de: Erneut verbinden
es: Intentar reconectar
ja: 再接続を試みる
pl: Spróbuj połączyć się ponownie

source: TX Bytes
de: Gesendete Bytes
es: Bytes enviados
ja: 送信バイト数
pl: Wysłane bajty

source: TX Dropped
de: Verworfene Sendepakete
es: Paquetes descartados (TX)
ja: 送信ドロップ数
pl: Odrzucone pakiety (TX)

source: TX Errors
de: Sendefehler
es: Errores de transmisión
ja: 送信エラー数
pl: Błędy nadawania

source: TX Info
de: Sendeinformation
es: Información de transmisión
ja: 送信情報
pl: Informacje nadawcze

source: TX Packets
de: Gesendete Pakete
es: Paquetes enviados
ja: 送信パケット数
pl: Wysłane pakiety

source: TX Queue Length
de: TX-Warteschlangenlänge
es: Longitud de cola TX
ja: 送信キュー長
pl: Długość kolejki TX

source: Type
de: Typ
es: Tipo
ja: タイプ
pl: Typ

source: Unanswered queries
de: Nicht beantwortete Anfragen
es: Consultas sin respuesta
ja: 未応答のクエリ
pl: Zapytania bez odpowiedzi

source: Uncheck all
de: Alle deaktivieren
es: Deseleccionar todos
ja: すべて選択解除
pl: Odznacz wszystko

source: Unknown
de: Unbekannt
es: Desconocido
ja: 不明
pl: Nieznany

# unknownError
source: Failed. Unknown error.
de: Fehlgeschlagen. Unbekannter Fehler.
es: Error desconocido.
ja: 失敗しました。原因不明のエラーです。
pl: Nie udało się. Nieznany błąd.

# unlockFingerprint
source: Unlock with fingerprint
de: Mit Fingerabdruck entsperren
es: Desbloquear con huella dactilar
ja: 指紋でロック解除
pl: Odblokuj odciskiem palca

# unlockWithFingerprint
source: Unlock the app with your fingerprint
de: Entsperren Sie die App mit Ihrem Fingerabdruck
es: Desbloquea la app con tu huella dactilar
ja: 指紋でアプリのロックを解除
pl: Odblokowywanie aplikacji za pomocą odcisku palca

# unsupportedFeatureTitle
source: Unsupported Feature
de: Nicht unterstützte Funktion
es: Función no compatible
ja: 未対応の機能です
pl: Funkcja nieobsługiwana

source: Update Gravity
de: Gravity aktualisieren
es: Actualizar Gravity
ja: Gravityの更新
pl: Aktualizuj Gravity

source: Update passcode
de: Passwort ändern
es: Actualizar código
ja: パスコードを更新
pl: Aktualizuj kod dostępu

# updateTimeChanged
source: Update time changed successfully.
de: Aktualisierungszeit erfolgreich geändert.
es: Tiempo de auto actualización cambiado satisfactoriamente.
ja: 更新時間が正常に変更されました。
pl: Czas aktualizacji został pomyślnie zmieniony.

source: Updating…
de: Aktualisierung läuft…
es: Actualizando…
ja: 更新中…
pl: Aktualizowanie…

# updatingInProgressMessage
source: Updating... this may take a while. Please keep the app open.
de: Aktualisierung läuft … das kann eine Weile dauern. Bitte lassen Sie die App geöffnet.
es: Actualizando... esto puede tardar un poco. Por favor, mantén la app abierta.
ja: 更新中です。少し時間がかかる場合があります。アプリを開いたままにしてください。
pl: Trwa aktualizacja... może to chwilę potrwać. Proszę nie zamykać aplikacji.

source: Upstream servers
de: Upstream-Server
es: Servidores de salida
ja: 上流サーバー
pl: Serwery nadrzędne

source: Uptime
de: Betriebszeit
es: Tiempo de actividad
ja: 稼働時間
pl: Czas pracy
