Repository: tsutsu3/pi-hole-client
Catalog: lib/ui/core/l10n/app_*.arb
Languages: de, es, ja, pl

source: About
de: Über diese App
es: Sobre la app
ja: 概要
pl: O aplikacji

# aboutThisApp
source: Get help and learn about this app
de: Hilfe erhalten und mehr über diese App erfahren
es: Obtén ayuda y aprende sobre esta aplicación
ja: サポートとこのアプリについての詳細
pl: Uzyskaj pomoc i dowiedz się więcej o tej aplika

source: Accept
de: Akzeptieren
es: Aceptar
ja: 受け入れる
pl: Akceptuj

source: Actions
de: Aktionen
es: Acciones
ja: アクション
pl: Działania

source: Activity
de: Aktivität
es: Actividad
ja: アクティビティ
pl: Aktywność

source: Activity Log
de: Aktivitätsprotokoll
es: Registro de actividad
ja: アクティビティログ
pl: Dziennik aktywności

source: Add
de: Hinzufügen
es: Añadir
ja: 追加
pl: Dodawaj

source: Add as wildcard
de: Als Wildcard hinzufügen
es: Añadir como wildcard
ja: ワイルドカードとして追加
pl: Dodaj jako symbol zastępczy

# addServer
source: Add server connection
de: Verbindung hinzufügen
es: Añadir conexión
ja: サーバー接続を追加
pl: Dodawanie połączenia z serwerem

# addingBlacklist
source: Adding to blacklist...
de: Wird zur Blacklist hinzugefügt...
es: Añadiendo a lista negra...
ja: ブラックリストに追加中...
pl: Dodawanie do czarnej listy...

# addingWhitelist
source: Adding to whitelist...
de: Wird zur Whitelist hinzugefügt...
es: Añadiendo a lista blanca...
ja: ホワイトリストに追加中...
pl: Dodawanie do białej listy...

source: Additional Information
de: Zusätzliche Informationen
es: Información adicional
ja: 追加情報
pl: Dodatkowe informacje

# address
source: IP address or domain
de: IP Adresse oder Domain
es: Dirección IP o dominio
ja: IPアドレスまたはドメイン
pl: Adres IP lub domena

source: Address Details
de: Adressdetails
es: Detalles de dirección
ja: アドレス情報
pl: Szczegóły adresu

source: Addresses
de: Adressen
es: Direcciones
ja: アドレス
pl: Adresy

# adlistAdd
source: Add Adlist
de: Adlist hinzufügen
es: Agregar adlist
ja: Adlistを追加
pl: Dodaj Adlist

# adlistAddFailed
source: Adlist couldn't be added
de: Adlist konnte nicht hinzugefügt werden
es: No se pudo agregar la adlist
ja: Adlistを追加できませんでした
pl: Nie udało się dodać Adlist

# adlistAdded
source: Adlist added successfully
de: Adlist wurde erfolgreich hinzugefügt
es: Adlist agregada correctamente
ja: Adlistが正常に追加されました
pl: Adlist została pomyślnie dodana

# adlistAdding
source: Adding adlist...
de: Adlist wird hinzugefügt...
es: Agregando adlist...
ja: Adlistを追加中...
pl: Trwa dodawanie Adlist...

# adlistAddress
source: Address
de: Adresse
es: Dirección
ja: アドレス
pl: Adres

source: Adlist already added
de: Adlist wurde bereits hinzugefügt
es: La adlist ya ha sido agregada
ja: Adlistはすでに追加されています
pl: Adlist została już dodana

# adlistDelete
source: Delete Adlist
de: Adlist löschen
es: Eliminar adlist
ja: Adlistを削除
pl: Usuń Adlist

# adlistDeleteError
source: Error when removing adlist
de: Fehler beim Entfernen der Adlist
es: Error al eliminar la Adlist
ja: Adlistの削除中にエラーが発生しました
pl: Błąd podczas usuwania Adlist

# adlistDeleteMessage
source: Are you sure you want to delete this adlist?
de: Sind Sie sicher, dass Sie diese Adlist löschen möchten?
es: ¿Está seguro de que desea eliminar esta adlist?
ja: このAdlistを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć tę Adlist?

# adlistDescription
source: Manage and update Adlists
de: Verwalten und Aktualisieren von Adlists
es: Administrar y actualizar las Adlists
ja: Adlistの管理・更新を行います
pl: Zarządzaj i aktualizuj Adlisty

source: Adlist Details
es: Detalles de Adlist
ja: Adlistの詳細
pl: Szczegóły Adlist

source: Adlist Info
de: Adlist-Informationen
es: Información de Adlist
ja: Adlistの情報
pl: Informacje o Adlist

# adlistInvalid
source: Invalid adlist URL
de: Ungültige Adlist-URL
es: URL de Adlist no válida
ja: 無効なAdlistのURLです
pl: Nieprawidłowy adres URL listy Adlist

# adlistNotExists
source: Adlist does not exist
de: Adlist existiert nicht
es: La Adlist no existe
ja: Adlistが存在しません
pl: Adlist nie istnieje

# adlistRemoved
source: Adlist removed successfully
de: Adlist wurde erfolgreich entfernt
es: Adlist eliminada correctamente
ja: Adlistを正常に削除しました
pl: Adlist został pomyślnie usunięty

source: Adlist Settings
de: Adlist-Einstellungen
es: Configuración de Adlist
ja: Adlistの設定
pl: Ustawienia Adlist

# adlistStatus
source: Health Status
de: Zustand
es: Estado de salud
ja: ヘルスステータス
pl: Stan kondycji

# adlistUpdateFailed
source: Failed to update the Adlist
de: Adlist konnte nicht aktualisiert werden
es: No se pudo actualizar la lista de anuncios
ja: Adlistの更新に失敗しました
pl: Nie udało się zaktualizować listy reklam

# adlistUpdated
source: Adlist updated successfully
de: Adlist wurde erfolgreich aktualisiert
es: Adlist actualizada correctamente
ja: Adlistの更新に成功しました
pl: Adlist została pomyślnie zaktualizowana

# adlistUpdating
source: Updating adlist...
de: Adlist wird aktualisiert …
es: Actualizando adlist...
ja: Adlistを更新中...
pl: Trwa aktualizacja listy Adlist...

# adlistsNone
source: There are no adlists to show here.
de: Es sind keine Adlists zum Anzeigen vorhanden.
es: No hay adlists para mostrar aquí.
ja: 表示するAdlistがありません。
pl: Brak Adlist do wyświetlenia.

# adlistsNotLoaded
source: Adlists couldn't be loaded
de: Adlists konnte nicht geladen werden
es: No se pudieron cargar las Adlists
ja: Adlistを読み込めませんでした
pl: Nie udało się załadować list Adlist

# adlistsSearch
source: Search adlists...
de: Adlists durchsuchen…
es: Buscar adlists...
ja: Adlistを検索...
pl: Szukaj adlist...

# adlistsSearchOnline
source: View adlist online
de: Adlist online anzeigen
es: Ver adlist en línea
ja: Adlistをオンラインで表示
pl: Zobacz Adlist online

# adlistsSearchTitle
source: Search Adlists
de: Adlists durchsuchen
es: Buscar Adlists
ja: Adlistを検索
pl: Szukaj Adlist

# adlistsSelectLeftColumn
source: Choose an adlist to see its details
de: Wählen Sie eine Adlist aus, um Details anzuzeigen.
es: Elija una adlist para ver sus detalles.
ja: 詳細を表示するにはAdlistを選択してください。
pl: Wybierz Adlist, aby zobaczyć jej szczegóły.

# advancedAppSetupDescription
source: Access advanced app settings
de: Erweiterte App-Einstellungen aufrufen
es: Acceder a la configuración avanzada de la aplicación
ja: 高度なアプリ設定にアクセス
pl: Uzyskaj dostęp do zaawansowanych ustawień aplikacji

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
ja: 詳細オプション
pl: Zaawansowane opcje

# advancedServerSetupDescription
source: Access advanced server settings
de: Erweiterte Servereinstellungen aufrufen
es: Acceder a la configuración avanzada del servidor
ja: 高度なサーバー設定にアクセス
pl: Uzyskaj dostęp do zaawansowanych ustawień serwera

# advancedSetup
source: Advanced settings
de: Erweiterte Einstellungen
es: Configuración avanzada
ja: 高度な設定
pl: Ustawienia zaawansowane

source: Advanced status filtering
de: Erweiterte Statusfilterung
es: Filtros de estado avanzados
ja: 高度なステータスフィルタリング
pl: Zaawansowane filtrowanie stanów

# agreePrivacyPolicy
source: By enabling this option, you agree to our
de: Durch Aktivieren dieser Option stimmen Sie unseren zu
es: Al habilitar esta opción, aceptas nuestra
ja: このオプションを有効にすると、次の内容に同意したものとみなされます
pl: Włączając tę opcję, zgadzasz się na nasze

source: All
de: Alle
es: Todos
ja: すべて
pl: Wszystko

source: All clients selected
de: Alle Clients ausgewählt
es: Todos los clientes seleccionados
ja: すべてのクライアントが選択されました
pl: Wybrano wszystkich klientów

source: All items selected
de: Alle Elemente ausgewählt
es: Todos los items seleccionados
ja: 全ての項目が選択されました
pl: Wybrano wszystkie elementy

source: All status selected
de: Alle Status ausgewählt
es: Todos los estados seleccionados
ja: 全ステータスが選択されました
pl: Wybrano wszystkie stany

# allowCrashReport
source: Allow crash report submission?
de: Absturzberichte senden erlauben?
es: ¿Permitir el envío de informes de fallos?
ja: クラッシュレポートの送信を許可しますか？
pl: Zezwolić na przesyłanie raportów o awariach?

source: Allowlist
de: Zulassungsliste
es: Lista de permitidos
ja: 許可リスト
pl: Lista dozwolonych

source: Allow self-signed certificates
de: Selbstsignierte Zertifikate zulassen
es: Permitir certificados autofirmados
ja: 自己署名証明書を許可する
pl: Zezwól na certyfikaty z podpisem własnym

# tlsCertSubject
source: Subject
de: Betreff
es: Sujeto
ja: サブジェクト

# tlsCertIssuer
source: Issuer
de: Aussteller
es: Emisor
ja: 発行者

# tlsCertValidFrom
source: Valid from
de: Gültig ab
es: Válido desde
ja: 有効開始

# tlsCertValidUntil
source: Valid until
de: Gültig bis
es: Válido hasta
ja: 有効期限

source: Allowed
de: Erlaubt
es: Permitidos
ja: 許可済み
pl: Dozwolone

source: and
de: und
es: y
ja: と
pl: i

source: Answered by
de: Beantwortet von
es: Respondido por
ja: 回答者
pl: Odpowiedź od

source: API token
es: Token de la API
ja: APIトークン
pl: Token API

# appInfo
source: App Information
de: App-Informationen
es: Información de la aplicación
ja: アプリ情報
pl: Informacje o aplikacji

source: App logs
es: Logs de la aplicación
ja: アプリログ
pl: Logi aplikacji

source: App Settings
de: App Einstellungen
es: Ajustes de la app
ja: アプリ設定
pl: Ustawienia aplikacji

source: App unlock
de: App Sperre
es: Desbloqueo de la app
ja: アプリロック解除
pl: Odblokuj aplikację

# appUnlockDescription
source: Use a code or the fingerprint to unlock the app
de: Code oder Fingerabdruck für App-Sperre nutzen
es: Usar un código o la huella para desbloquear la app
ja: コードまたは指紋を使用してアプリをロック解除
pl: Użyj kodu lub odcisku palca, aby odblokować aplikację

source: App unlock disabled
de: App Sperre inaktiv
es: Desbloqueo de app desactivado
ja: アプリのロック解除が無効になりました
pl: Odblokowywanie aplikacji wyłączone

source: App unlock enabled
de: App Sperre aktiv
es: Desbloqueo de app activado
ja: アプリのロック解除が有効になりました
pl: Odblokowywanie aplikacji włączone

source: App version
es: Versión de la aplicación
ja: アプリバージョン
pl: Wersja aplikacji

source: Application
de: Anwendung
es: Aplicación
ja: アプリケーション
pl: Aplikacja

source: Application Detail
de: Anwendungsdetails
es: Detalle de la Aplicación
ja: アプリケーションの詳細
pl: Szczegóły aplikacji

source: Apply
de: Speichern
es: Aplicar
ja: 適用
pl: Zastosuj

# arch
source: Architecture
de: Architektur
es: Arquitectura
ja: アーキテクチャ
pl: Architektura

# areSureRemovePasscode
source: Are you sure you want to remove the passcode? This will disable the app unlock protection.
de: Sind Sie sicher, dass Sie das Passwort entfernen möchten? Dadurch wird die App-Sperre deaktiviert.
es: Estás seguro que deseas eliminar el código? Esto desactivará la protección de desbloqueo de la app.
ja: パスコードを削除してもよろしいですか？これによりアプリのロック解除保護が無効になります。
pl: Czy na pewno chcesz usunąć kod dostępu? Spowoduje to wyłączenie ochrony przed odblokowaniem aplikacji.

source: Authentication
de: Authentifizierung
es: Autenticación
ja: 認証
pl: Uwierzytelnianie

source: Authoritative replies
de: Autoritative Antworten
es: Respuestas autoritativas
ja: 権威応答
pl: Odpowiedzi autorytatywne

# autoRefreshTime
source: Stats refresh interval
de: Aktualisierungsintervall für Statistiken
es: Intervalo de actualización de estadísticas
ja: 統計の更新間隔
pl: Interwał odświeżania statystyk

source: Bar Chart
de: Balkendiagramm
es: Gráfico de barras
ja: 棒グラフ
pl: Wykres słupkowy

# beginAddConnection
source: First of all, add a connection to a server.
de: Fügen Sie zunächst eine Verbindung zu einem Server hinzu.
es: Para empezar, añade una conexión a un servidor.
ja: まず、サーバーへの接続を追加します。
pl: Na początek dodaj połączenie z serwerem.

source: between
de: zwischen
es: entre

# biometricUnlockNotActivated
source: Couldn't activate unlock with fingerprint.
de: Entsperren per Fingerabdruck konnte nicht aktiviert werden.
es: No se ha podido activar el desbloqueo con huella dactilar.
ja: 指紋によるロック解除を有効化できませんでした。
pl: Nie można aktywować odblokowania za pomocą odcisku palca.

# biometricUnlockNotDisabled
source: Couldn't disable unlock with fingerprint.
de: Entsperren per Fingerabdruck konnte nicht deaktiviert werden.
es: No se ha podido desactivar el desbloqueo con huella dactilar.
ja: 指紋によるロック解除を無効にできませんでした。
pl: Nie można wyłączyć odblokowania za pomocą odcisku palca.

# blacklist
source: Add to blacklist
de: Zur Blacklist hinzufügen
es: Añadir a lista negra
ja: ブラックリストに追加
pl: Dodaj do czarnej listy

source: Blocklist
de: Sperrliste
es: Lista de bloqueo
ja: 拒否リスト
pl: Lista zablokowanych

source: Blocked
de: Blockiert
es: Bloqueados
ja: ブロック済み
pl: Zablokowane

# broadcast
source: Broadcast Address
de: Broadcast-Adresse
es: Dirección de difusión
ja: ブロードキャストアドレス
pl: Adres rozgłoszeniowy

source: Build version
es: Versión de compilación
ja: ビルドバージョン
pl: Wersja kompilacji

source: Cache optimizer replies
de: Cache-Optimierer-Antworten
es: Respuestas del optimizador de caché
ja: キャッシュ最適化応答
pl: Odpowiedzi optymalizatora pamięci

# cameraPermission
source: Pi-hole client does not have permission to access the camera. Go to settings and grant the permission.
de: Pi-hole client hat keine Berechtigungen, um auf die Kamera zuzugreifen. Gehen Sie in die Einstellungen, um den Zugriff zu erlauben.
es: Pi-hole client no tiene permiso para acceder a la cámara. Ve a los ajustes del teléfono y acepta el permiso.
ja: Pi-hole clientにはカメラアクセスの権限がありません。 設定に移動して権限を付与してください。
pl: Pi-hole client nie ma uprawnień dostępu do kamery. Przejdź do ustawień i przyznaj uprawnienia.

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
pl: Anuluj

source: Cannot change update time
de: Aktualisierungszeit konnte nicht geändert werden
es: No se ha podido cambiar el tiempo de auto actualización.
ja: 更新時間を変更できません
pl: Nie można zmienić czasu aktualizacji

# cannotCheckUrlSaved
source: Cannot check if this URL is already saved.
de: Es konnte nicht geprüft werden, ob diese URL bereits gespeichert ist.
es: No se ha podido comprobar si la URL ya existe.
ja: このURLが保存されているか確認できません。
pl: Nie można sprawdzić, czy ten adres URL jest już zapisany.

# cannotConnect
source: Cannot connect to server.
de: Es kann keine Verbindung zum Server hergestellt werden.
es: No se ha podido conectar al servidor.
ja: サーバーに接続できません。
pl: Nie można połączyć się z serwerem.

# cannotUpdateSettings
source: Settings cannot be updated.
de: Einstellungen können nicht aktualisiert werden.
es: No se han podido actualizar los ajustes.
ja: 設定を更新できません。
pl: Nie można zaktualizować ustawień.

# cantReachServer
source: Can't reach the server. Check IP address and port.
de: Server kann nicht erreicht werden. Überprüfen Sie die IP oder den Port.
es: No se puede alcanzar el servidor. Comprueba la dirección IP y el puerto.
ja: サーバーに到達できません。IPアドレスとポートを確認してください。
pl: Nie można połączyć się z serwerem. Sprawdź adres IP i port.

# cantSaveConnectionData
source: Connection data couldn't be saved
de: Verbindungsdaten konnten nicht gespeichert werden
es: No se han podido guardar los datos de conexión.
ja: 接続データを保存できませんでした
pl: Nie można zapisać danych połączenia

# cantUpdateLogsPerQuery
source: Logs quantity per request couldn't be updated
de: Anzahl der Logs pro Anfrage konnte nicht aktualisiert werden
es: No se ha podido actualizar la cantidad de registros por petición.
ja: ログ数のリクエストを更新できません
pl: Nie można zaktualizować liczby dzienników na żądanie.

source: Carrier
de: Träger
es: Portadora
ja: キャリア
pl: Nośnik

source: Carrier changes
de: Trägerwechsel
es: Cambios de portadora
ja: キャリア変化回数
pl: Zmiany nośnika

source: Change server
de: Server ändern
es: Cambiar servidor
ja: サーバーを変更
pl: Zmień serwer

# changeTheme
source: Change app theme
de: App-Design ändern
es: Cambiar tema de la app
ja: アプリテーマを変更
pl: Zmień motyw aplikacji

# chartDisplayModeSubtitle
source: Choose how graphs are displayed on the Home and Statistics screens
de: Wählen Sie das Diagrammformat für den Start- und Statistikbildschirm aus
es: Elige cómo se muestran los gráficos en la pantalla de inicio y estadísticas
ja: ホーム画面と統計画面で表示されるグラフの形式を選択できます
pl: Wybierz sposób wyświetlania wykresów na ekranie głównym i statystyk

# chartDisplayModeTitle
source: Chart display mode
de: Diagrammanzeigemodus
es: Modo de visualización de gráficos
ja: グラフ表示モード
pl: Tryb wyświetlania wykresu

source: Charts
de: Diagramme
es: Gráficos
ja: チャート
pl: Wykresy

# chartsNotLoaded
source: Charts could not be loaded
de: Diagramme konnten nicht geladen werden.
es: No se han podido cargar los gráficos
ja: チャートを読み込めませんでした
pl: Nie udało się wczytać wykresów

# checkAddress
source: Failed. Check address.
de: Fehlgeschlagen. Überprüfen Sie die Adresse.
es: Error. Comprueba la dirección.
ja: 失敗しました。アドレスを確認してください。
pl: Niepowodzenie. Sprawdź adres IP.

source: Check all
de: Alles auswählen
es: Seleccionar todos
ja: すべて選択
pl: Zaznacz wszystko

source: Checking token...
de: Token wird überprüft...
es: Comprobando token...
ja: トークンを確認中...
pl: Sprawdzanie tokena...

# clientActivity24
source: Client activity last 24 hours
de: Client Aktivitäten der letzten 24h
es: Actividad de clientes en últimas 24 horas
ja: 過去24時間のクライアントアクティビティ
pl: Aktywność klienta w ciągu ostatnich 24 godzin

source: Client ID
es: ID de cliente
ja: クライアントID
pl: ID klienta

source: Client Information
de: Client-Informationen
es: Información del cliente
ja: クライアント情報
pl: Informacje o kliencie

source: Client IP
de: Client-IP-Adresse
es: IP del cliente
ja: クライアントIPアドレス
pl: Adres IP klienta

source: Clients
es: Clientes
ja: クライアント
pl: Klienci

source: clients selected
de: Clients ausgewählt
es: clientes seleccionados
ja: 選択されたクライアント
pl: Wybrani klienci

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
pl: Zamknij

source: Collisions
de: Kollisionen
es: Colisiones
ja: 衝突回数
pl: Kolizje

source: Comment
de: Kommentar
es: Comentario
ja: コメント
pl: Komentarz

source: Confirm
de: Bestätigen
es: Confirmar
ja: 確認
pl: Potwierdź

source: Connect
de: Verbinden
es: Conectar
ja: 接続
pl: Połącz

source: Connect to server
de: Mit Server verbinden
es: Conectarse al servidor
ja: サーバーに接続
pl: Połącz się z serwerem

source: Connected
de: Verbunden
es: Conectado
ja: 接続済み
pl: Połączony

# connectedSuccessfully
source: Connected to server successfully.
de: Verbindung zum Server erfolgreich hergestellt.
es: Conectado al servidor satisfactoriamente.
ja: サーバーに正常に接続されました。

source: Connected to
de: Verbunden mit
es: Conectado a
ja: 接続先
pl: Połączony z

source: Connecting...
de: Verbindet...
es: Conectando...
ja: 接続中...
pl: Łączenie...

source: Connecting Server
de: Verbinden mit Server
es: Conectando al Servidor
ja: 接続中のサーバー
pl: Łączenie z serwerem

source: Connecting to
de: Verbindet mit
es: Conectando a
ja: 接続先
pl: Łączenie z

source: Connecting to server...
de: Verbinde zum Server...
es: Conectando al servidor...
ja: サーバーに接続中...
pl: Łączenie z serwerem...

source: Connection
de: Verbindung
es: Conexión
ja: 接続
pl: Połączenie

# connectionAlreadyExists
source: This connection already exists
de: Diese Verbindung existiert bereits
es: Esta conexión ya existe
ja: この接続は既に存在します
pl: To połączenie już istnieje

source: Connection cannot be removed.
de: Verbindung konnte nicht entfernt werden.
es: No se ha podido eliminar la conexión.
ja: 接続を削除できません。
pl: Nie można usunąć połączenia.

# connectionDefaultFailed
source: Connection could not be set as default.
de: Verbindung konnte nicht als Standard gesetzt werden.
es: No se ha podido definir como conexión por defecto.
ja: デフォルト接続を設定できませんでした。
pl: Nie można ustawić połączenia jako domyślne.

# connectionDefaultSuccessfully
source: Connection set as default successfully.
de: Verbindung erfolgreich als Standard festgelegt.
es: Conexión definida como por defecto.
ja: デフォルト接続が正常に設定されました。
pl: Pomyślnie ustawiono połączenie jako domyślne.

# connectionRemoved
source: Connection removed successfully
de: Verbindung erfolgreich entfernt
es: Conexión eliminada satisfactoriamente.
ja: 接続が正常に削除されました
pl: Połączenie zostało pomyślnie usunięte

source: Connection Status
de: Verbindungsstatus
es: Estado de conexión
ja: 接続状態
pl: Stan połączenia

# connectionTimeout
source: Failed. Connection timeout. Check if server is reachable.
de: Fehlgeschlagen. Zeitüberschreitung während der Verbindung. Überprüfen Sie, ob der Server erreichbar ist.
es: Error. Tiempo de conexión agotado. Comprueba si el servidor está disponible.
ja: 失敗しました。接続タイムアウト。サーバーが到達可能か確認してください。
pl: Nie udało się, Przekroczono limit czasu połączenia. Sprawdź czy serwer jest dostępny.

source: Contact
de: Kontakt
es: Contacto
ja: 連絡先
pl: Kontakt

# contactDeveloper
source: Contact the developer
de: Entwickler kontaktieren
es: Contacta con el desarrollador
ja: 開発者に連絡する
pl: Skontaktuj się z deweloperem

# contactEmail
source: Contact by email
de: Per Email kontaktieren
es: Contactar por email
ja: メールで連絡
pl: Kontakt przez e-mail

# copyLogsClipboard
source: Copy logs to clipboard
de: Logs in die Zwischenablage kopieren
es: Copiar logs al portapapeles
ja: ログをクリップボードにコピー
pl: Skopiuj logi do schowka

# couldNotConnectServer
source: Could not connect to the server
de: Es konnte keine Verbindung zum Server hergestellt werden.
es: No se ha podido conectar con el servidor
ja: サーバーに接続できませんでした
pl: Nie można połączyć się z serwerem

# couldNotConnectServerFallback
source: Could not connect to the server. Restoring the previous server and reloading its data ...
de: Verbindung zum Server fehlgeschlagen. Vorheriger Server wird wiederhergestellt und seine Daten werden neu geladen ...
es: No se pudo conectar al servidor. Restaurando el servidor anterior y recargando sus datos ...
ja: サーバーに接続できませんでした。前のサーバーに戻り、データを再取得します...
pl: Nie udało się połączyć z serwerem. Przywracanie poprzedniego serwera i ponowne ładowanie jego danych ...

source: Couldn't disable server.
de: Server konnte nicht deaktiviert werden.
es: No se pudo desactivar el servidor.
ja: サーバーを無効化できませんでした。
pl: Nie można wyłączyć serwera.

source: Couldn't enable server.
de: Server konnte nicht aktiviert werden.
es: No se pudo activar el servidor
ja: サーバーを有効化できませんでした。
pl: Nie można włączyć serwera.

# couldntLoadLogs
source: Logs couldn't be loaded
de: Logs konnten nicht geladen werden.
es: No se han podido cargar los registros
ja: ログを読み込めませんでした
pl: Nie udało się załadować logów

source: CPU Temperature
de: CPU-Temperatur
es: Temperatura de la CPU
ja: CPU温度
pl: Temperatura CPU

source: CPU Usage
de: CPU-Auslastung
es: Uso de CPU
ja: CPU使用率
pl: Użycie CPU

# createConnection
source: Create a connection
de: Neue Verbindung erstellen
es: Crear una conexión
ja: 接続を作成
pl: Tworzenie połączenia

source: Created
de: Erstellt am
es: Created on
ja: 作成日時
pl: Utworzono dnia

source: Created by
de: Erstellt von
es: Creado por
ja: 作成者
pl: Stworzone przez

source: Custom
de: Benutzerdefiniert
es: Personalizado
ja: カスタム
pl: Niestandardowo

source: Custom minutes
de: Benutzerdefinierte Minuten
es: Minutos personalizados
ja: カスタム分
pl: Na ile minut?

source: Custom seconds
de: Benutzerdefinierte Sekunden
es: Segundos personalizados
ja: カスタム秒
pl: Wprowadź co ilość sekund

source: Dark
de: Dunkel
es: Oscuro
ja: ダーク
pl: Ciemny

# dataFetchFailed
source: Failed to fetch data.
de: Fehler beim Abrufen der Daten.
es: No se pudo obtener los datos.
ja: データの取得に失敗しました。
pl: Nie udało się pobrać danych.

source: Date added
de: Hinzugefügt am
es: Fecha añadido
ja: 追加日
pl: Data dodania

source: Date modified
de: Zuletzt bearbeitet am
es: Fecha modificado
ja: 変更日
pl: Data modyfikacji

source: Date Updated
de: Aktualisierungsdatum
es: Fecha de actualización
ja: 更新日
pl: Data aktualizacji

# dbNotWorking
source: Database is not working. Reinstall the application.
de: Die Datenbank funktioniert nicht. Installieren Sie die App erneut.
es: La base de datos no funciona. Reinstala la aplicación.
ja: データベースが機能していません。アプリケーションを再インストールしてください。
pl: Baza danych nie działa. Zainstaluj ponownie aplikację.

source: Default connection
de: Standard Verbindung
es: Conexión por defecto
ja: デフォルト接続
pl: Połączenie domyślne

source: Delete
de: Löschen
es: Eliminar
ja: 削除
pl: Usuń

# deleteDhcp
source: Delete DHCP lease
de: DHCP-Lease löschen
es: Eliminar concesión DHCP
ja: DHCPリースを削除
pl: Usuń dzierżawę DHCP

# deleteDhcpMessage
source: Are you sure you want to delete this DHCP lease?
de: Möchten Sie dieses DHCP-Lease wirklich löschen?
es: ¿Está seguro de que desea eliminar esta concesión DHCP?
ja: このDHCPリースを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć tę dzierżawę DHCP?

source: Deleting...
de: Wird gelöscht...
es: Eliminando...
ja: 削除中...
pl: Usuwanie...
