Repository: tsutsu3/pi-hole-client
Catalog: lib/ui/core/l10n/app_*.arb
Languages: de, es, ja, pl

source: Use fingerprint
de: Fingerabdruck nutzen
es: Usar huella dactilar
ja: 指紋を使用
pl: Użyj odcisku palca

source: Used App Password
de: Verwendetes App-Passwort
es: Contraseña de la app usada
ja: アプリパスワードの使用
pl: Użyte hasło aplikacji

source: Used CLI Password
de: Verwendetes CLI-Passwort
es: Contraseña de CLI usada
ja: CLIパスワードの使用
pl: Użyte hasło CLI

source: User Agent
es: Agente de usuario
ja: ユーザーエージェント
pl: Agent użytkownika

source: Username
de: Nutzername
es: Nombre de usuario
ja: ユーザー名
pl: Nazwa użytkownika

source: Valid
de: Gültig
es: Válido
ja: 有効
pl: Poprawny

source: Valid Lifetime
de: Gültige Lebensdauer
es: Duración válida
ja: 有効期間
pl: Ważny czas życia

source: Valid Until
de: Gültig bis
es: Válido hasta
ja: 有効期限
pl: Ważna do

# valueNotValid
source: Please enter a number between 1 and 86400 seconds
de: Bitte eine Zahl zwischen 1 und 86400 Sekunden eingeben
es: Ingrese un número entre 1 y 86400 segundos
ja: 1〜86400秒の範囲の数値を入力してください
pl: Wprowadź liczbę od 1 do 86400 sekund

source: Vendor
de: Anbieter
es: Proveedor
ja: ベンダー
pl: Producent

source: Version
es: Versión
ja: バージョン
pl: Wersja

# versionDescription
source: Select the version of Pi-hole you are using
de: Wählen Sie die Version von Pi-hole, die Sie verwenden
es: Seleccione la versión de Pi-hole que está utilizando
ja: 使用している Pi-hole のバージョンを選択してください
pl: Wybierz wersję Pi-hole, której używasz

source: Version Requirements
de: Versionsanforderungen
es: Requisitos de versión
ja: バージョン要件
pl: Wymagania dotyczące wersji

# visitGooglePlay
source: Visit Google Play page
de: Google Play-Seite besuchen
es: Visita la página de Google Play
ja: Google Playページを訪問
pl: Odwiedź stronę Google Play

# websiteDescription
source: Visit the official Pi-hole client website
de: Zur offiziellen Pi-hole client Website
es: Visita el sitio oficial de Pi-hole client
ja: Pi-hole client の公式サイトを開きます
pl: Odwiedź oficjalną stronę Pi-hole client

# websiteTitle
source: Website
de: Webseite
es: Sitio web
ja: Webサイト
pl: Strona internetowa

# welcomeToApp
source: Welcome to the App
de: Willkommen in der App
es: Bienvenido a la aplicación
ja: アプリへようこそ
pl: Witaj w aplikacji

# whitelist
source: Add to whitelist
de: Zur Whitelist hinzufügen
es: Añadir a lista blanca
ja: ホワイトリストに追加
pl: Dodaj do białej listy

# writeEmail
source: Write me by email.
de: Schreiben Sie mir per E-Mail.
es: Escríbeme por correo electrónico.
ja: メールで私に書いてください。
pl: Napisz do mnie na e-mail.

# writeEmailDetails
source: Include on the body of the email all the possible details: Pi-hole and web interface version, how to reproduce the issue, screenshots... All provided information will be very welcome.
de: Die Email sollte im Optimalfall folgende Infos enthalten: Pi-hole und Web Interface Version, wie kann der Fehler reproduziert werden, Screenshots... Für alle Informationen sind wir sehr dankbar.
es: Incluye en el cuerpo del correo todos los detalles posibles: Pi-hole y versión de la interfaz web, cómo reproducir el problema, capturas de pantalla... Toda la información proporcionada será muy bienvenida.
ja: メール本文には可能な限り詳細を記載してください：Pi-holeおよびWebインターフェースのバージョン、問題の再現方法、スクリーンショットなど。 提供される情報はすべて歓迎します。
pl: W treści e-maila umieść wszystkie możliwe szczegóły: wersję Pi-hole i interfejsu sieciowego, sposób odtworzenia problemu, zrzuty ekranu... Wszystkie dostarczone informacje będą bardzo mile widziane.

# groupsAndClients
source: Groups & Clients
de: Gruppen und Clients
es: Grupos y clientes
ja: グループとクライアント

# groupsAndClientsDescription
source: Manage groups and client assignments
de: Gruppen und Client-Zuweisungen verwalten
es: Gestiona grupos y asignaciones de clientes
ja: グループとクライアントの割り当てを管理

# groupClientSearch
source: Search groups or clients...
de: Gruppen oder Clients suchen...
es: Buscar grupos o clientes...
ja: グループまたはクライアントを検索...

# groupAdd
source: Add Group
de: Gruppe hinzufügen
es: Añadir grupo
ja: グループを追加

# groupAdding
source: Adding group...
de: Gruppe wird hinzugefügt...
es: Añadiendo grupo...
ja: グループを追加中...

# groupAdded
source: Group added successfully
de: Gruppe erfolgreich hinzugefügt
es: Grupo añadido correctamente
ja: グループを追加しました

# groupAddFailed
source: Group couldn't be added
de: Gruppe konnte nicht hinzugefügt werden
es: No se pudo añadir el grupo
ja: グループを追加できませんでした

source: Group already added
de: Gruppe bereits hinzugefügt
es: El grupo ya está añadido
ja: グループは既に追加されています

# groupRemoveFailed
source: Could not remove group
de: Gruppe konnte nicht entfernt werden
es: No se pudo eliminar el grupo
ja: グループを削除できませんでした

# groupRemoved
source: Group removed successfully
de: Gruppe erfolgreich entfernt
es: Grupo eliminado correctamente
ja: グループを削除しました

# groupNotExists
source: Group does not exist
de: Gruppe existiert nicht
es: El grupo no existe
ja: グループが存在しません

# groupUpdateFailed
source: Failed to update the group
de: Gruppe konnte nicht aktualisiert werden
es: No se pudo actualizar el grupo
ja: グループを更新できませんでした

# groupUpdated
source: Group updated successfully
de: Gruppe erfolgreich aktualisiert
es: Grupo actualizado correctamente
ja: グループを更新しました

# groupUpdating
source: Updating group...
de: Gruppe wird aktualisiert...
es: Actualizando grupo...
ja: グループを更新中...

# groupDelete
source: Delete Group
de: Gruppe löschen
es: Eliminar grupo
ja: グループを削除

# groupDeleteMessage
source: Are you sure you want to delete this group?
de: Möchten Sie diese Gruppe wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este grupo?
ja: このグループを削除しますか？

source: Group details
de: Gruppendetails
es: Detalles del grupo
ja: グループの詳細

source: Group settings
de: Gruppeneinstellungen
es: Configuración del grupo
ja: グループ設定

source: Group info
de: Gruppeninfo
es: Información del grupo
ja: グループ情報

source: Group name
de: Gruppenname
es: Nombre del grupo
ja: グループ名

# groupEdit
source: Edit group
de: Gruppe bearbeiten
es: Editar grupo
ja: グループを編集

# groupsNone
source: There are no groups to show here.
de: Keine Gruppen vorhanden.
es: No hay grupos para mostrar aquí.
ja: 表示するグループがありません。

# groupsNotLoaded
source: Groups list couldn't be loaded
de: Gruppenliste konnte nicht geladen werden
es: No se pudo cargar la lista de grupos
ja: グループ一覧を読み込めませんでした

# groupsSelectLeftColumn
source: Select a group to view its details.
de: Wählen Sie eine Gruppe aus, um Details zu sehen.
es: Selecciona un grupo para ver sus detalles.
ja: 詳細を表示するグループを選択してください。

# clientAdd
source: Add Client
de: Client hinzufügen
es: Añadir cliente
ja: クライアントを追加

# clientAdding
source: Adding client...
de: Client wird hinzugefügt...
es: Añadiendo cliente...
ja: クライアントを追加中...

# clientAdded
source: Client added successfully
de: Client erfolgreich hinzugefügt
es: Cliente añadido correctamente
ja: クライアントを追加しました

# clientAddFailed
source: Client couldn't be added
de: Client konnte nicht hinzugefügt werden
es: No se pudo añadir el cliente
ja: クライアントを追加できませんでした

source: Client already added
de: Client bereits hinzugefügt
es: El cliente ya está añadido
ja: クライアントは既に追加されています

# clientRemoveFailed
source: Could not remove client
de: Client konnte nicht entfernt werden
es: No se pudo eliminar el cliente
ja: クライアントを削除できませんでした

# clientRemoved
source: Client removed successfully
de: Client erfolgreich entfernt
es: Cliente eliminado correctamente
ja: クライアントを削除しました

# clientNotExists
source: Client does not exist
de: Client existiert nicht
es: El cliente no existe
ja: クライアントが存在しません

# clientUpdateFailed
source: Failed to update the client
de: Client konnte nicht aktualisiert werden
es: No se pudo actualizar el cliente
ja: クライアントを更新できませんでした

# clientUpdated
source: Client updated successfully
de: Client erfolgreich aktualisiert
es: Cliente actualizado correctamente
ja: クライアントを更新しました

# clientUpdating
source: Updating client...
de: Client wird aktualisiert...
es: Actualizando cliente...
ja: クライアントを更新中...

# clientDelete
source: Delete Client
de: Client löschen
es: Eliminar cliente
ja: クライアントを削除

# clientDeleteMessage
source: Are you sure you want to delete this client?
de: Möchten Sie diesen Client wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este cliente?
ja: このクライアントを削除しますか？

source: Client details
es: Detalles del cliente
ja: クライアントの詳細

source: Client settings
de: Client-Einstellungen
es: Configuración del cliente
ja: クライアント設定

source: Client info
es: Información del cliente
ja: クライアント情報

source: Client address
de: Client-Adresse
es: Dirección del cliente
ja: クライアントのアドレス

# clientsNone
source: There are no clients to show here.
de: Keine Clients vorhanden.
es: No hay clientes para mostrar aquí.
ja: 表示するクライアントがありません。

# clientsNotLoaded
source: Clients list couldn't be loaded
de: Clientliste konnte nicht geladen werden
es: No se pudo cargar la lista de clientes
ja: クライアント一覧を読み込めませんでした

# clientsSelectLeftColumn
source: Select a client to view its details.
de: Wählen Sie einen Client aus, um Details zu sehen.
es: Selecciona un cliente para ver sus detalles.
ja: 詳細を表示するクライアントを選択してください。

# serverSecurityHttpsVerified
source: HTTPS Verified
de: HTTPS verifiziert
es: HTTPS verificado
ja: HTTPS（検証済み）

# serverSecurityHttpsPinned
source: HTTPS Pinned
de: HTTPS angepinnt
es: HTTPS fijado
ja: HTTPS（ピン留め）

# serverSecurityHttpsUntrustedAllowed
source: HTTPS Untrusted Allowed
de: HTTPS unsicher erlaubt
es: HTTPS no confiable permitido
ja: HTTPS（未検証 許可）

# serverSecurityHttpsUntrustedBlocked
source: HTTPS Untrusted Blocked
de: HTTPS unsicher blockiert
es: HTTPS no confiable bloqueado
ja: HTTPS（未検証 ブロック）

# serverSecurityHttpsPinMismatch
source: HTTPS Pin Mismatch
de: HTTPS PIN stimmt nicht überein
es: HTTPS PIN no coincide
ja: HTTPS（ピン不一致）

# serverSecurityHttpsUnknown
source: HTTPS Unknown
de: HTTPS unbekannt
es: HTTPS desconocido
ja: HTTPS（不明）

# serverCertificateIssueTitle
source: Certificate issue
de: Zertifikatsproblem
es: Problema de certificado

# serverCertificateIssueDetected
source: A certificate issue was detected. The server's certificate may have changed.
de: Ein Zertifikatsproblem wurde erkannt. Das Serverzertifikat wurde möglicherweise geändert.
es: Se detectó un problema de certificado. Es posible que el certificado del servidor haya cambiado.

# serverCertificateIssueHelp
source: The server's TLS certificate may have changed or become untrusted. Review the server settings and update the pinned fingerprint if needed.
de: Das TLS-Zertifikat des Servers wurde möglicherweise geändert oder ist nicht vertrauenswürdig. Bitte Servereinstellungen prüfen und ggf. den angepinnten Fingerabdruck aktualisieren.
es: El certificado TLS del servidor puede haber cambiado o volverse no confiable. Revisa la configuración del servidor y actualiza la huella fijada si es necesario.

# serverCertificatePinMismatchDetected
source: Pinned certificate mismatch. The server's certificate may have changed.
de: Angepinntes Zertifikat stimmt nicht überein. Das Serverzertifikat wurde möglicherweise geändert.
es: La huella fijada no coincide. Es posible que el certificado del servidor haya cambiado.

# serverCertificatePinMismatchHelp
source: The server's certificate does not match the pinned fingerprint. Verify the certificate and update the pinned fingerprint in the server settings.
de: Das Serverzertifikat stimmt nicht mit dem angepinnten Fingerabdruck überein. Zertifikat prüfen und den Fingerabdruck in den Servereinstellungen aktualisieren.
es: El certificado del servidor no coincide con la huella fijada. Verifica el certificado y actualiza la huella en la configuración del servidor.

# serverCertificateTitle
source: Certificate
es: Certificado

# serverCertificateView
source: View certificate
de: Zertifikat anzeigen
es: Ver certificado

# serverCertificateUpdatePin
source: Update
de: Angepinnter Fingerabdruck aktualisieren
es: Actualizar

# serverCertificateUpdatePinTitle
source: Update pinned fingerprint
de: Angepinnter Fingerabdruck aktualisieren
es: Actualizar huella fijada

# serverCertificateUpdatePinHelp
source: This will replace the pinned SHA-256 fingerprint used when allowing untrusted certificates. Only proceed if you verified the certificate out of band.
de: Dies ersetzt den angepinnten SHA-256-Fingerabdruck, der bei unzuverlässigen Zertifikaten verwendet wird. Nur fortfahren, wenn das Zertifikat anderweitig geprüft wurde.
es: Esto reemplazará la huella SHA-256 fijada usada al permitir certificados no confiables. Continúa solo si verificaste el certificado por otro medio.

# serverCertificateFetchFailed
source: Could not fetch certificate information.
de: Zertifikatsinformationen konnten nicht abgerufen werden.
es: No se pudo obtener la información del certificado.

source: Adlists
ja: Adlist

source: Alias
ja: エイリアス

source: bytes
ja: バイト
pl: bajty

# dontCheckCertificateDescription
source: Accepts all SSL certificates without validation (not recommended).
de: Diese Option wird in einer zukünftigen Version entfernt. Bitte verwalten Sie die Zertifikatsüberprüfung in den Einstellungen der jeweiligen Server (Einstellungen > Server).
ja: この項目は将来的に削除されます。現在は、各サーバーの設定から証明書の検証を管理してください（Settings > Servers）。
pl: Opcja ta zostanie usunięta w przyszłej wersji. Zarządzaj weryfikacją certyfikatów w ustawieniach poszczególnych serwerów (Ustawienia > Serwery).

source: Error
de: Fehler
ja: エラー
pl: Błąd

source: Flags
de: Flaggen
ja: フラグ
pl: Flagi

source: Legal
de: Rechtliches
ja: 法的情報
pl: Legalność

# noticeError
source: ERROR
de: FEHLER
ja: エラー
pl: BŁĄD

source: Token
ja: トークン

source: Total
de: Gesamt
ja: 合計
