Repository: tsutsu3/pi-hole-client
Catalog: lib/ui/core/l10n/app_*.arb
Languages: de, es, ja, pl

# howToContact
source: You can contact me by opening an issue on the GitHub repository or by email. All the details about how to contact are in Settings > Contact.
de: Sie können mich kontaktieren, indem Sie ein Issue im GitHub-Repository öffnen oder mich per E-Mail anschreiben. Alle Details zur Kontaktaufnahme finden Sie unter Einstellungen > Entwickler kontaktieren.
es: Puede contactarme abriendo un issue en el repositorio de GitHub o por correo electrónico. Todos los detalles sobre cómo contactar están en Ajustes > Contacto.
ja: GitHubリポジトリで問題を開くか、メールで連絡することで、私に連絡できます。連絡方法の詳細は、設定 > 連絡先 にあります。
pl: Możesz skontaktować się ze mną, otwierając problem w repozytorium GitHub lub przez e-mail. Wszystkie szczegóły dotyczące sposobu kontaktowania się znajdują się w Ustawieniach > Kontakt.

source: Ignored
de: Ignoriert
es: Ignorado
ja: 無視
pl: Zignorowano

source: Important announcement
de: Wichtige Anmerkung
es: Aviso importante
ja: 重要なお知らせ
pl: Ważne ogłoszenie

source: Important information
de: Wichtige Informationen
es: Información importante
ja: 重要な情報
pl: Ważne informacje

source: In use
de: In Benutzung
es: En uso
ja: 使用中
pl: W użyciu

source: Indefinitely
de: Unbegrenzt
es: Indefinidamente
ja: 無期限
pl: Bezterminowo

source: Interface
de: Schnittstelle
es: Interfaz
ja: インターフェース
pl: Interfejs

# interfaceDescription
source: Displays an overview of network interfaces
de: Zeigt eine Übersicht der Netzwerkschnittstellen an
es: Muestra una descripción general de las interfaces de red
ja: ネットワークインターフェースの概要を表示します
pl: Wyświetla przegląd interfejsów sieciowych

source: Invalid
de: Ungültig
es: No válido
ja: 無効
pl: Niepoprawny

# invalidAddress
source: Invalid IP or domain
de: Ungültige IP oder Domain
es: IP o dominio no válido
ja: 無効なIPまたはドメイン
pl: Nieprawidłowy adres IP lub domena

# invalidHostname
source: Invalid hostname: only letters (a–z, A–Z), numbers (0–9), hyphen (-), underscore (_), and dot (.) are allowed
de: Ungültiger Hostname: Es sind nur Buchstaben (a–z, A–Z), Zahlen (0–9), Bindestriche (-), Unterstriche (_) und Punkte (.) erlaubt
es: Nombre de host no válido: solo se permiten letras (a–z, A–Z), números (0–9), guiones (-), guiones bajos (_) y puntos (.)
ja: 無効なホスト名: 使用できるのは英字 (a–z、A–Z)、数字 (0–9)、ハイフン (-)、アンダースコア (_)、ドット (.) のみです
pl: Nieprawidłowa nazwa hosta: dozwolone są tylko litery (a–z, A–Z), cyfry (0–9), myślnik (-), podkreślenie (_) i kropka (.)

source: Invalid IP Address
de: Ungültige IP-Adresse
es: Dirección IP no válida
ja: 無効なIPアドレス
pl: Nieprawidłowy adres IP

source: Invalid port
de: Ungültiger Port
es: Puerto no válido
ja: 無効なポート
pl: Nieprawidłowy port

# invalidSubroute
source: Invalid subroute. Remember not to finish with a '/', '.' or ':'.
de: Ungültig. Eintrag nicht mit einem '/', '.' oder ':' beenden.
es: Subruta inválida. Recuerda no terminar con '/', '.' o ':'.
ja: 無効なサブルートです。「/」、「.」、または「:」で終わらないようにしてください。
pl: Nieprawidłowa podtrasa. Pamiętaj, aby nie kończyć znakiem '/', '.' lub ':'.

source: IP Address
de: IP-Adresse
es: Dirección IP
ja: IPアドレス
pl: Adres IP

source: IP Addresses
de: IP-Adressen
es: Direcciones IP
ja: IPアドレス一覧
pl: Adresy IP

# ipCannotEmpty
source: IP field cannot be empty
de: IP Feld darf nicht leer sein
es: IP no puede estar vacío
ja: IPフィールドを空にすることはできません
pl: Pole IP nie może być puste

# issuesSuggestions
source: If you are experiencing issues or you have suggestions
de: Falls sie Probleme oder Vorschläge haben
es: Si estás experimentando problemas o tienes sugerencias
ja: 問題がある場合や提案がある場合
pl: Jeśli występują problemy lub masz sugestie

source: items selected
de: Elemente ausgewählt
es: items seleccionados
ja: 件選択
pl: Wybrane elementy

source: Language
de: Sprache
es: Idioma
ja: 言語
pl: Język

# lastActive
source: Last Access Time
de: Letzter Zugriff
es: Hora del último acceso
ja: 最終アクセス時間
pl: Czas ostatniego dostępu

# lastNameChange
source: Name Change Time
de: Zeitpunkt der Namensänderung
es: Hora de cambio de nombre
ja: 名前の変更時刻
pl: Czas zmiany nazwy

source: Last Query
de: Letzte Abfrage
es: Última consulta
ja: 最終クエリ
pl: Ostatnie zapytanie

source: Last Seen
de: Zuletzt gesehen
es: Visto por última vez
ja: 最終検出
pl: Ostatnio widziany

source: Last updated
de: Zuletzt aktualisiert am
es: Última actualización el
ja: 最終更新日時
pl: Ostatnia aktualizacja

# leaseInfo
source: Lease Information
de: Lease-Informationen
es: Información de arrendamiento
ja: リース情報
pl: Informacje o dzierżawie

# legalInfo
source: Legal information
de: Rechtliche Informationen
es: Información legal
ja: 法的情報
pl: Informacje prawne

# legalText
source: All registered trademarks which are present on this application are property of it's respective owners.
de: Alle eingetragenen Warenzeichen, die in dieser Anwendung vorhanden sind, sind Eigentum ihrer jeweiligen Inhaber.
es: Todas las marcas comerciales presentes en esta aplicación son propiedad de sus respectivos dueños.
ja: このアプリケーションに含まれる登録商標は、それぞれの所有者に帰属します。
pl: Wszystkie zarejestrowane znaki towarowe, które są obecne w tej aplikacji, są własnością jej właścicieli.

# letMeKnow
source: Sometimes the Pi-hole team makes some changes to the API used by this app to get all the data. If you are experiencing connection issues or data not loading, and you are sure that your server is working fine, please let me know it to investigate it and release an update as soon as possible.
de: Manchmal nimmt das Pi-Hole-Team einige Änderungen an der API vor, die von dieser App benutzt wird, um auf die Daten zuzugreifen. Wenn Sie Verbindungsprobleme haben oder Daten nicht geladen werden und Sie sicher sind, dass Ihr Server einwandfrei funktioniert, lassen Sie es mich bitte wissen, damit wir dies untersuchen und so schnell wie möglich ein Update veröffentlichen können.
es: A veces, el equipo de Pi-hole realiza algunos cambios en la API utilizada por esta aplicación para obtener todos los datos. Si tiene problemas de conexión o los datos no se cargan, y está seguro de que su servidor funciona bien, hágamelo saber para investigarlo y publicar una actualización lo antes posible.
ja: Pi-holeチームがこのアプリでデータを取得するためのAPIに変更を加えることがあります。接続の問題やデータが読み込まれない場合で、サーバーが正常に動作していると確信している場合は、お知らせください。調査してできるだけ早く更新をリリースします。
pl: Czasami zespół Pi-hole wprowadza pewne zmiany w interfejsie API używanym przez tę aplikację, aby uzyskać wszystkie dane. Jeśli masz problemy z połączeniem lub dane nie ładują się i masz pewność, że Twój serwer działa poprawnie, daj mi znać, aby to zbadać i wydać aktualizację tak szybko, jak to możliwe.

source: Licenses
de: Lizenzen
es: Licencias
ja: ライセンス
pl: Licencje

# licensesInfo
source: OSS Information
de: OSS-Informationen
es: Información de OSS
ja: OSS情報
pl: Informacje o OSS

source: Lifetimes
de: Gültigkeitsdauern
es: Períodos de validez
ja: 有効期間
pl: Czasy ważności

source: Light
de: Hell
es: Claro
ja: ライト
pl: Jasny

source: Line Chart
de: Liniendiagramm
es: Gráfico de líneas
ja: 折れ線グラフ
pl: Wykres liniowy

source: List
de: Liste
es: Lista
ja: リスト
pl: Lista

# listDescription
source: Displays the data on a list with the label and the numeric value at the left side, and a bar at the right side.
de: Zeigt die Daten in einer Liste mit Labeln und Nummern auf der linken Seite, sowie einer Anzeige auf der rechten Seite.
es: Muestra los datos en una lista con la etiqueta y el valor numérico en el lado izquierdo y una barra en el lado derecho.
ja: ラベルと数値を左側に、バーを右側に表示するリストでデータを表示します。
pl: Wyświetla dane na liście z etykietą i wartością liczbową po lewej stronie oraz paskiem po prawej stronie.

source: Live Log
de: Live-Protokoll
es: Registro en vivo
ja: ライブログ
pl: Dziennik na żywo

# liveLogDescription
source: Show DNS queries in real time with automatic refresh at the set interval.
de: Zeigt DNS-Abfragen in Echtzeit mit automatischer Aktualisierung im eingestellten Intervall an.
es: Muestra las consultas DNS en tiempo real con actualización automática en el intervalo configurado.
ja: DNSクエリをリアルタイムで表示し、指定した間隔で自動更新します。
pl: Wyświetla zapytania DNS w czasie rzeczywistym z automatycznym odświeżaniem w ustawionym interwale.

source: Loading...
de: Lädt...
es: Cargando...
ja: 読み込み中...
pl: Ładowanie...

source: Loading charts...
de: Diagramme werden geladen...
es: Cargando gráficos...
ja: チャートを読み込み中...
pl: Ładowanie wykresów...

source: Loading list...
de: Liste wird geladen...
es: Cargando lista...
ja: リストを読み込み中...
pl: Ładowanie list...

source: Loading logs...
de: Logs werden geladen...
es: Cargando registros...
ja: ログを読み込み中...
pl: Ładowanie logów...

source: Loading stats...
de: Statistiken werden geladen...
es: Cargando estadísticas...
ja: 統計を読み込み中...
pl: Ładowanie statystyk...

# local
source: Local Address
de: Lokale Adresse
es: Dirección local
ja: ローカルアドレス
pl: Adres lokalny

source: Local/cache replies
de: Lokale/Cache-Antworten
es: Respuestas locales/cache
ja: ローカル／キャッシュ応答
pl: Odpowiedzi lokalne/pamięć podręczna

source: Local DNS
de: Lokales DNS
es: DNS local
ja: ローカル DNS
pl: Lokalny DNS

# localDnsAdd
source: Add Local DNS
de: Lokales DNS hinzufügen
es: Agregar DNS local
ja: ローカルDNSを追加
pl: Dodaj lokalny DNS

# localDnsAddFailed
source: Failed to add Local DNS
de: Konnte lokales DNS nicht hinzufügen
es: No se pudo agregar el DNS local
ja: ローカルDNSを追加できませんでした
pl: Nie udało się dodać lokalnego DNS

# localDnsAddSuccess
source: Local DNS has been added successfully
de: Lokales DNS wurde erfolgreich hinzugefügt
es: El DNS local se ha añadido correctamente
ja: ローカルDNSが正常に追加されました
pl: Lokalny DNS został pomyślnie dodany

# localDnsAdding
source: Adding local DNS...
de: Lokales DNS wird hinzugefügt...
es: Agregando DNS local...
ja: ローカルDNSを追加中...
pl: Dodawanie lokalnego DNS...

# localDnsDelete
source: Delete Local DNS
de: Lokales DNS löschen
es: Eliminar DNS local
ja: ローカルDNSを削除
pl: Usuń lokalny DNS

# localDnsDeleteFailed
source: Failedto remove Local DNS
de: Das Entfernen des lokalen DNS ist fehlgeschlagen
es: Error al eliminar el DNS local
ja: ローカルDNSの削除に失敗しました
pl: Nie udało się usunąć lokalnego DNS

# localDnsDeleteMessage
source: Are you sure you want to delete this Local DNS?
de: Möchten Sie dieses lokale DNS wirklich löschen?
es: ¿Está seguro de que desea eliminar este DNS local?
ja: このローカルDNSを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć ten lokalny DNS?

# localDnsDeleteSuccess
source: Local DNS has been removed successfully
de: Lokales DNS wurde erfolgreich entfernt
es: El DNS local se ha eliminado correctamente
ja: ローカルDNSが正常に削除されました
pl: Lokalny DNS został pomyślnie usunięty

# localDnsDescription
source: Map device hostnames to their IP addresses for easier identification on your network
de: Weisen Sie Gerätenamen ihren IP-Adressen zu, um sie im Netzwerk leichter zu erkennen
es: Asigna nombres de host de dispositivos a sus direcciones IP para identificarlos más fácilmente en la red
ja: デバイスのホスト名をIPアドレスに対応付けて、ネットワーク上で簡単に識別できるようにします
pl: Przypisz nazwy hostów urządzeń do ich adresów IP, aby łatwiej je rozpoznawać w sieci

# localDnsEmptyDescription
source: Using Local DNS allows you to assign hostnames to devices that only show an IP address, making them easier to identify.
de: Mit Local DNS können Sie Geräten, die nur eine IP-Adresse anzeigen, Hostnamen zuweisen und sie so leichter identifizieren.
es: Con DNS local puedes asignar nombres de host a los dispositivos que solo muestran una dirección IP, lo que facilita su identificación.
ja: ローカルDNSを使用すると、IPアドレスのみを表示するデバイスにホスト名を割り当てることができ、識別しやすくなります。
pl: Używając lokalnego DNS możesz przypisać nazwy hostów do urządzeń, które pokazują tylko adres IP, co ułatwia ich identyfikację.

source: Local DNS Information
de: Lokale DNS-Informationen
es: Información de DNS local
ja: ローカルDNS情報
pl: Informacje o lokalnym DNS

# localDnsUpdateFailed
source: Failed to update Local DNS
de: Aktualisierung des lokalen DNS ist fehlgeschlagen
es: Error al actualizar el DNS local
ja: ローカルDNSの更新に失敗しました
pl: Nie udało się zaktualizować lokalnego DNS

# localDnsUpdateSuccess
source: Local DNS has been updated successfully
de: Lokales DNS wurde erfolgreich aktualisiert
es: El DNS local se ha actualizado correctamente
ja: ローカルDNSの更新に成功しました
pl: Lokalny DNS został pomyślnie zaktualizowany

# logAutoRefreshTime
source: Log refresh interval
de: Aktualisierungsintervall für Protokolle
es: Intervalo de actualización de registros
ja: ログの更新間隔
pl: Interwał odświeżania dziennika

source: Log details
es: Detalles del registro
ja: ログの詳細
pl: Szczegóły dziennika

source: Login Time
de: Anmeldezeit
es: Hora de inicio de sesión
ja: ログイン時間
pl: Czas logowania

source: Logs
es: Registros
ja: ログ
pl: Logi

# logsCopiedClipboard
source: Logs copied to clipboard
de: Logs in die Zwischenablage kopiert
es: Logs copiados al portapapeles
ja: ログがクリップボードにコピーされました
pl: Logi skopiowane do schowka

# logsPerQueryLabel
source: Select the time interval to be used for each log request to the API.
de: Wählen Sie das Zeitintervall aus, in dem eine Log-Anfrage an die API gesendet werden soll.
es: Selecciona el intervalo de tiempo que se va a utilizar para cada petición de registros a la API.
ja: APIへの各ログリクエストに使用される時間間隔を選択します。
pl: Wybierz interwał czasu, który ma być używany dla każdego żądania dziennika wysyłanego do interfejsu API.

# logsPerQueryUpdated
source: Logs quantity per request updated successfully
de: Anzahl der Logs pro Anfrage erfolgreich aktualisiert
es: Cantidad de registros por petición actualizado correctamente.
ja: ログ数のリクエストが正常に更新されました
pl: Ilość dzienników na żądanie została pomyślnie zaktualizowana

# logsPerQueryWarning
source: Selecting a long time could result on slow load times. It will depend on the speed of the server.
de: Das Auswählen einer langen Zeit kann, abhängig von der Geschwindigkeit Ihres Servers, die Ladezeit verlängern.
es: Seleccionar un tiempo largo podría resultar en tiempos de carga lentos. Dependerá de la velocidad del servidor.
ja: 長い時間を選択すると、読み込み時間が遅くなることがあります。 サーバーの速度に依存します。
pl: Wybranie długiego czasu może spowodować powolne ładowanie. Będzie to zależeć od szybkości serwera.

# logsQuantityPerLoad
source: Logs quantity per request
de: Anzahl der Logs pro Anfrage
es: Cantidad de registros por petición
ja: 1回のリクエストごとのログ数
pl: Ilość dzienników na żądanie

# logsSettingNotApplicable
source: Not applicable in Pi-hole v6
de: Nicht verfügbar in Pi-hole v6
es: No aplicable en Pi-hole v6
ja: Pi-hole v6 では適用されません
pl: Nie dotyczy w Pi-hole v6

source: Logs status
es: Estados de registros
ja: ログステータス
pl: Stan logów

# logsWillBeRequested
source: Logs will be requested in groups of
de: Logs werden abgerufen im Abstand von
es: Los registros se pedirán en grupos de
ja: ログは
pl: Logi będą wymagane w grupach

source: MAC Address
de: MAC-Adresse
es: Dirección MAC
ja: MACアドレス
pl: Adres MAC

source: max
es: máx
ja: 最大
pl: Maks

source: Memory Usage
de: Speichernutzung
es: Uso de memoria
ja: メモリ使用量
pl: Użycie pamięci

# messageDeleteFailed
source: Failed to delete message
de: Löschen der Nachricht ist fehlgeschlagen
es: No se pudo eliminar el mensaje
ja: メッセージの削除に失敗しました
pl: Nie udało się usunąć wiadomości

# messageDeleteSuccess
source: Message deleted successfully
de: Löschen der Nachricht war erfolgreich
es: Mensaje eliminado correctamente
ja: メッセージの削除に成功しました
pl: Pomyślnie usunięto wiadomość

source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
pl: Wiadomości

source: min
es: mín
ja: 最小

# minute1
source: 1 minute
es: 1 minuto
ja: 1分

source: minutes
de: Minuten
es: minutos
ja: 分
pl: minuty

# minutes2
source: 2 minutes
de: 2 Minuten
es: 2 minutos
ja: 2分
pl: 2 minuty

# minutes30
source: 30 minutes
de: 30 Minuten
es: 30 minutos
ja: 30分
pl: 30 minut

# minutes5
source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5分
pl: 5 minut

source: Model
de: Modell
es: Modelo
ja: モデル

source: More Details
de: Weitere Details
es: Más detalles
ja: 詳細情報
pl: Więcej szczegółów

source: Multicast
es: Multidifusión
ja: マルチキャスト

source: Network
de: Netzwerk
es: Red
ja: ネットワーク
pl: Sieć

source: Network Attributes
de: Netzwerkattribute
es: Atributos de red
ja: ネットワーク属性
pl: Atrybuty sieciowe

# networkDescription
source: Displays an overview of the network
de: Zeigt eine Übersicht über das Netzwerk an
es: Muestra una descripción general de la red
ja: ネットワークの概要を表示します
pl: Wyświetla przegląd sieci

source: Never
de: Nie
es: Nunca
ja: なし
pl: Nigdy

source: Next
de: Weiter
es: Siguiente
ja: 次へ
pl: Dalej

# noAvailableBiometrics
source: You don't have any fingerprints saved on the device.
de: Sie haben keine Fingerabdrücke auf Ihrem Gerät gespeichert.
es: No tienes huellas dactilares guardadas en el dispositivo.
ja: デバイスに保存されている指紋がありません。
pl: Na urządzeniu nie są zapisane żadne odciski palców.

source: No comment
de: Kein Kommentar
es: Sin comentario
ja: コメントなし
pl: Brak komentarza

source: No connection
de: Keine Verbindung
es: No hay conexión
ja: 接続がありません
pl: Brak połączenia

# noConnections
source: Seems that you don't have added any connection yet.
de: Es scheint, als hätten Sie noch keine Verbindung hinzugefügt.
es: Parece que no has añadido aún ninguna conexión.
ja: 接続がまだ追加されていないようです。
pl: Wygląda na to, że nie dodano jeszcze żadnego połączenia.

source: No data
de: Keine Daten
es: No hay datos
ja: データなし
pl: Brak danych

# noIssuesReported
source: No issues were reported.
de: Es wurden keine Probleme gemeldet.
es: No se informaron problemas.
ja: 問題は報告されていません。
pl: Nie zgłoszono żadnych problemów.

source: No items selected
de: Keine Elemente ausgewählt
es: No hay items seleccionados
ja: 項目が選択されていません
pl: Nie wybrano żadnych elementów

source: No logs.
de: Keine Protokolle.
es: No hay registros.
ja: ログはありません。
pl: Brak logów.

# noLogsDisplay
source: No logs to display here
de: Hier gibt's keine Logs, die angezeigt werden können.
es: No hay registros para mostrar
ja: ここに表示するログはありません
pl: Nie ma tutaj żadnych logów do wyświetlenia

source: No messages
de: Keine Nachrichten
es: No hay mensajes
ja: メッセージはありません
pl: Brak wiadomości

source: No saved connections
de: Keine gespeicherten Verbindungen
es: No hay conexiones guardadas
ja: 保存された接続がありません
pl: Brak zapisanych połączeń

source: No saved logs
de: Keine gespeicherten Logs
es: No hay logs guardados
ja: 保存されたログはありません
pl: Brak zapisanych logów

# noServerSelected
source: No server is selected
de: Es ist kein Server ausgewählt
es: Ningún servidor seleccionado
ja: サーバーが選択されていません
pl: Nie wybrano żadnego serwera

source: Not blocked
de: Nicht blockiert
es: No bloqueados
ja: 未ブロック
pl: Nie zablokowany

# notConnectServer
source: Could not connect to the server
de: Es konnte keine Verbindung zum Server hergestellt werden.
es: No se ha podido conectar al servidor
ja: サーバーに接続できませんでした
pl: Nie można połączyć się z serwerem

source: Not connected
de: Nicht verbunden
es: No conectado
ja: 接続されていません
pl: Nie połączony

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
ja: 選択されていません
pl: Nie wybrano

source: Not yet executed
de: Noch nicht ausgeführt
es: Aún no ejecutado
ja: まだ実行されていません
pl: Jeszcze nie wykonano

# noticeErrorDetail
source: The NOTICE file could not be found.
de: Die NOTICE-Datei wurde nicht gefunden.
es: No se pudo encontrar el archivo NOTICE.
ja: NOTICEが見つかりませんでした。
pl: Plik NOTICE nie został znaleziony.

source: now
de: jetzt
es: ahora
ja: 現在
pl: teraz

source: OFF
de: AUS
es: APAGADO
ja: オフ
pl: WYŁ.

# olderVersion
source: If you have an older version, please update your Pi-hole to continue using this app.
de: Wenn Sie eine ältere Version haben, aktualisieren Sie bitte Ihr Pi-Hole, um diese App weiterhin verwenden zu können.
es: Si tienes una versión más antigua, por favor, actualiza tu Pi-hole para seguir usando esta app.
ja: 古いバージョンの場合、このアプリを引き続き使用するためにPi-holeを更新してください。
pl: Jeśli masz starszą wersję, zaktualizuj Pi-hole, aby nadal korzystać z tej aplikacji.

source: ON
de: EIN
es: ENCENDIDO
ja: オン
pl: WŁ.

# onlyAvailableWithHttps
source: Available only when the connection uses HTTPS.
de: Nur mit HTTPS verfügbar
es: Solo disponible con HTTPS
ja: HTTPSでのみ利用可能
pl: Dostępne tylko przez HTTPS

# openExternalUrl
source: Opens an external link
de: Öffnet einen externen Link
es: Abre un enlace externo
ja: 外部リンクを開きます
pl: Otwiera zewnętrzny link

# openIssueGitHub
source: Open an issue on GitHub
de: Issue auf GitHub eröffnen
es: Abre un issue en GitHub
ja: GitHubで問題を開く
pl: Otwórz problem w serwisie GitHub

source: Open web panel
de: Web-Panel öffnen
es: Abrir panel web
ja: ウェブパネルを開く
pl: Otwórz panel WWW

source: Others
de: Andere
es: Otros
ja: その他
pl: Inne

# passCodeNotSaved
source: Passcode couldn't be saved.
de: Passwort konnte nicht gespeichert werden.
es: No se ha podido guardar el código.
ja: パスコードを保存できませんでした。
pl: Nie można zapisać kodu dostępu.

# passcodesDontMatch
source: Initial passcode and repeated passcode do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.
es: El código inicial y el código repetido no coinciden.
ja: 最初のパスコードと再入力されたパスコードが一致しません。
pl: Początkowe hasło i powtarzane hasło nie są zgodne.

source: Password
de: Passwort
es: Contraseña
ja: パスワード
pl: Hasło

# passwordNotValid
source: Failed. Password not valid.
de: Fehlgeschlagen. Passwort ist ungültig.
es: Error. Contraseña no válida.
ja: 失敗しました。無効なパスワードです。
pl: Niepowodzenie. Hasło jest nieprawidłowe.

source: Pause
de: Anhalten
es: Pausar
ja: 一時停止
pl: Wstrzymaj

source: Percentage blocked
de: Blockierter Anteil
es: Porcentaje bloqueado
ja: ブロック率
pl: Procent zablokowanych

source: Performance
de: Leistung
es: Rendimiento
ja: パフォーマンス
pl: Wydajność

# piHoleServers
source: Servers connections
de: Server Verbindungen
es: Conexiones a servidores
ja: サーバー接続
pl: Połączenia serwerów

source: Pie Chart
de: Tortendiagramm
es: Gráfico circular
ja: 円グラフ
pl: Wykres kołowy

# pieChartDescription
source: Displays the data on a pie chart with the legend under it.
de: Zeigt die Daten in einem Tortendiagramm mit einer Legende.
es: Muestra los datos en un gráfico circular con la leyenda debajo.
ja: 円グラフでデータを表示し、その下に凡例を表示します。
pl: Wyświetla dane na wykresie kołowym z legendą pod nimi.

# piholeVersion
source: Pi-hole Versions
de: Pi-hole-Versionen
es: Versiones de Pi-hole
ja: Pi-holeのバージョン
pl: Wersje Pi-hole

source: Port
es: Puerto
ja: ポート

# portCannotEmpty
source: Port field cannot be empty
de: Port Feld darf nicht leer sein
es: Puerto no puede estar vacío
ja: ポートフィールドを空にすることはできません
pl: Pole portu nie może być puste

source: Preferred Lifetime
de: Bevorzugte Lebensdauer
es: Duración preferida
ja: 優先有効期間
pl: Preferowany czas życia

source: Privacy
de: Datenschutz
es: Privacidad
ja: プライバシー
pl: Prywatność

# privacyInfo
source: Privacy and Data Management
de: Datenschutz und Datenverwaltung
es: Privacidad y gestión de datos
ja: プライバシーとデータ管理
pl: Prywatność i zarządzanie danymi

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
ja: プライバシーポリシー
pl: Polityka Prywatności

# privacyPolicyDescription
source: View Privacy Policy
de: Datenschutzrichtlinie ansehen
es: Ver Política de Privacidad
ja: プライバシーポリシーを見る
pl: Zobacz Politykę Prywatności

source: Promiscuity Mode
de: Promiskuitätsmodus
es: Modo promiscuo
ja: プロミスキャスモード
pl: Tryb promiscuous

source: QR scanner
de: QR-Code Scanner
es: Escáner QR
ja: QRスキャナー
pl: Skaner QR

source: Queries blocked
de: Blockierte Abfragen
es: Peticiones bloqueadas
ja: ブロックされたクエリ
pl: Zapytania zablokowane

source: Queries & servers
de: Abfragen & Server
es: Peticiones y servidores
ja: クエリ＆サーバー
pl: Zapytania i serwery

source: Query Count
de: Abfrageanzahl
es: Número de consultas
ja: クエリ数
pl: Liczba zapytań
