Repository: tsutsu3/pi-hole-client
Catalog: lib/ui/core/l10n/app_*.arb
Languages: de, es, ja, pl

source: Device
de: Gerät
es: Dispositivo
ja: デバイス
pl: Urządzenie

# deviceConfig
source: Device Configuration
de: Gerätekonfiguration
es: Configuración del dispositivo
ja: デバイス構成
pl: Konfiguracja urządzenia

# deviceDelete
source: Delete Device
de: Gerät löschen
es: Eliminar dispositivo
ja: デバイスの削除
pl: Usuń urządzenie

# deviceDeleteFailed
source: Error when removing device
de: Fehler beim Entfernen des Geräts
es: Error al eliminar el dispositivo
ja: デバイスの削除中にエラーが発生しました
pl: Błąd podczas usuwania urządzenia

# deviceDeleteMessage
source: Are you sure you want to delete this device?
de: Möchten Sie dieses Gerät wirklich löschen?
es: ¿Está seguro de que desea eliminar este dispositivo?
ja: このデバイスを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć to urządzenie?

# deviceDeleteSuccess
source: Device removed successfully
de: Gerät wurde erfolgreich entfernt
es: Dispositivo eliminado con éxito
ja: デバイスの削除に成功しました
pl: Urządzenie zostało pomyślnie usunięte

source: Device Info
de: Geräteinformationen
es: Información del dispositivo
ja: デバイス情報
pl: Informacje o urządzeniu

# deviceParent
source: Parent Device
de: Übergeordnetes Gerät
es: Dispositivo principal
ja: 親デバイス
pl: Urządzenie nadrzędne

# dhcpDescription
source: Displays all currently active DHCP leases
de: Zeigt alle derzeit aktiven DHCP-Leases an
es: Muestra todos los arrendamientos DHCP activos actualmente
ja: 現在有効なDHCPリースをすべて表示します
pl: Wyświetla wszystkie aktualnie aktywne dzierżawy DHCP

# dhcpOff
source: DHCP is OFF
de: DHCP ist deaktiviert
es: DHCP está desactivado
ja: DHCP は無効です
pl: DHCP jest wyłączony

# dhcpOffMessage
source: The Pi-hole DHCP server feature is disabled.
de: Die DHCP-Serverfunktion von Pi-hole ist deaktiviert.
es: La función de servidor DHCP de Pi-hole está desactivada.
ja: Pi-hole の DHCP サーバー機能は無効になっています。
pl: Funkcja serwera DHCP w Pi-hole jest wyłączona.

# dhcpRemoved
source: DHCP lease removed successfully
de: DHCP-Lease wurde erfolgreich entfernt
es: La concesión DHCP se eliminó correctamente
ja: DHCPリースを正常に削除しました
pl: Dzierżawa DHCP została pomyślnie usunięta

source: Disable
de: Deaktivieren
es: Desactivar
ja: 無効化
pl: Wyłącz na

# disableQueryLogFailure
source: Failed to disable query logging
de: Deaktivierung der Abfrageprotokollierung fehlgeschlagen
es: Error al deshabilitar el registro de consultas
ja: クエリログを無効化に失敗しました
pl: Nie udało się wyłączyć logowania zapytań

# disableQueryLogInProgress
source: Disabling query logging...
de: Abfrageprotokollierung wird deaktiviert...
es: Deshabilitando el registro de consultas...
ja: クエリログを無効化中...
pl: Wyłączanie logowania zapytań...

# disableQueryLogSuccess
source: Query logging has been disabled
de: Abfrageprotokollierung wurde deaktiviert
es: El registro de consultas ha sido deshabilitado
ja: クエリログを無効化しました
pl: Logowanie zapytań zostało wyłączone

source: Disable query logging
de: Abfrageprotokollierung deaktivieren
es: Desactivar el registro de consultas
ja: クエリログを無効化
pl: Wyłącz logowanie zapytań

source: Disabled
de: Deaktiviert
es: Desactivado
ja: 無効
pl: Wyłączone

source: Disabling server...
de: Deaktiviere Server...
es: Desactivando servidor...
ja: サーバーを無効化中...
pl: Wyłączanie serwera...

source: Disconnected
de: Getrennt
es: Desconectado
ja: 未接続
pl: Rozłączono

source: DNS cache metrics
de: DNS-Cache-Metriken
es: Métricas de caché DNS
ja: DNSキャッシュメトリクス
pl: Metryki pamięci podręcznej DNS

source: DNS reply metrics
de: DNS-Antwortmetriken
es: Métricas de respuesta DNS
ja: DNSリプライメトリクス
pl: Metryki odpowiedzi DNS

# dnsRestartFailure
source: Failed to restart DNS server.
de: DNS-Server konnte nicht neu starten.
es: Error al reiniciar el servidor DNS.
ja: DNSサーバーの再起動に失敗しました。
pl: Nie udało się zrestartować serwera DNS.

# dnsRestartSuccess
source: DNS server restarted.
de: DNS-Server neu gestartet.
es: Servidor DNS reiniciado.
ja: DNSサーバーを再起動しました。
pl: Serwer DNS został zrestartowany.

# dnsRestartWarning
source: Are you sure you want to restart the DNS server? This will clear the DNS cache and may temporarily interrupt your internet connection. Additionally, you will be logged out of the web interface as a result of this action.
de: Möchten Sie den DNS-Server wirklich neu starten? Dabei wird der DNS-Cache geleert und Ihre Internetverbindung kann vorübergehend unterbrochen werden. Außerdem werden Sie durch diese Aktion von der Weboberfläche abgemeldet.
es: ¿Está seguro de que desea reiniciar el servidor DNS? Esto vaciará la caché DNS y puede interrumpir temporalmente su conexión a Internet. Además, se cerrará su sesión en la interfaz web como resultado de esta acción.
ja: DNSサーバーを再起動してもよろしいですか？ この操作によりDNSキャッシュがクリアされ、一時的にインターネット接続が中断される可能性があります。 また、この操作によりWebインターフェースからログアウトされます。
pl: Czy na pewno chcesz ponownie uruchomić serwer DNS? Spowoduje to wyczyszczenie pamięci podręcznej DNS i może tymczasowo przerwać połączenie z internetem. Dodatkowo zostaniesz wylogowany z interfejsu webowego w wyniku tej operacji.

source: Domain
es: Dominio
ja: ドメイン
pl: Domena

# domainAdd
source: Add Domain
de: Domain hinzufügen
es: Añadir dominio
ja: ドメインを追加
pl: Dodaj Domenę

# domainAddFailed
source: Domain couldn't be added
de: Domain konnte nicht hinzugefügt werden
es: El dominio no ha podido ser añadido
ja: ドメインを追加できませんでした
pl: Nie można dodać domeny

# domainAdded
source: Domain added successfully
de: Domain erfolgreich hinzugefügt
es: Dominio añadido satisfactoriamente
ja: ドメインが正常に追加されました
pl: Domena dodana pomyślnie

# domainAdding
source: Adding domain...
de: Domain wird hinzugefügt...
es: Añadiendo dominio...
ja: ドメインを追加中...
pl: Dodawanie domeny...

source: Domain already added
de: Domain bereits hinzugefügt
es: El dominio ya está añadido
ja: ドメインは既に追加されています
pl: Domena już dodana

# domainBlacklistAddFailed
source: Could not add domain to blacklist.
de: Domain konnte nicht der Blacklist beigefügt werden.
es: No se ha podido añadir el dominio a lista blanca.
ja: ドメインをブラックリストに追加できませんでした。
pl: Nie można dodać domeny do czarnej listy.

# domainBlacklistAdded
source: Domain added to blacklist.
de: Domain zur Blacklist hinzugefügt.
es: Dominio añadido a lista negra.
ja: ドメインがブラックリストに追加されました。
pl: Domena dodana do czarnej listy.

# domainBlacklistAlready
source: Domain is already on blacklist.
de: Domain existiert bereits in der Blacklist.
es: El dominio ya está en lista negra.
ja: ドメインは既にブラックリストにあります。
pl: Domena jest już na czarnej liście.

# domainDelete
source: Delete Domain
de: Domain löschen
es: Eliminar dominio
ja: ドメインを削除
pl: Usuń Domenę

# domainDeleteMessage
source: Are you sure you want to delete this domain?
de: Sind Sie sicher, dass Sie diese Domain löschen möchten?
es: ¿Estás seguro que deseas eliminar este dominio?
ja: このドメインを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć tę domenę?

source: Domain details
es: Detalles del dominio
ja: ドメインの詳細
pl: Szczegóły domeny

# domainInvalid
source: Invalid domain
de: Ungültige Domain
es: Dominio no válido
ja: 無効なドメイン
pl: Nieprawidłowa domena

# domainNotExists
source: Domain does not exist
de: Domain existiert nicht
es: El dominio no existe
ja: ドメインが存在しません
pl: Domena nie istnieje

# domainRemoved
source: Domain removed successfully
de: Domain erfolgreich entfernt
es: Dominio eliminado correctamente
ja: ドメインが正常に削除されました
pl: Domena została pomyślnie usunięta

# domainSearchOnline
source: Search domain on the Internet
de: Suchen Sie Domain im Internet
es: Buscar el dominio en Internet
ja: インターネットでドメインを検索
pl: Wyszukaj domenę w Internecie

# domainUpdateFailed
source: Failed to update the Domain
de: Aktualisierung des Domains fehlgeschlagen
es: Error al actualizar el dominio
ja: ドメインの更新に失敗しました
pl: Aktualizacja domeny nie powiodła się

# domainUpdated
source: Domain updated successfully
de: Domain wurde erfolgreich aktualisiert
es: Dominio actualizado correctamente
ja: ドメインの更新に成功しました
pl: Domen zaktualizowano pomyślnie

# domainWhitelistAddFailed
source: Could not add domain to whitelist.
de: Domain konnte nicht der Whitelist beigefügt werden.
es: No se ha podido añadir el dominio a lista negra.
ja: ドメインをホワイトリストに追加できませんでした。
pl: Nie można dodać domeny do białej listy.

# domainWhitelistAdded
source: Domain added to whitelist.
de: Domain zur Whitelist hinzugefügt.
es: Dominio añadido a lista blanca.
ja: ドメインがホワイトリストに追加されました。
pl: Domena dodana do białej listy.

# domainWhitelistAlready
source: Domain is already on whitelist.
de: Domain existiert bereits in der Whitelist.
es: El dominio ya está en lista blanca.
ja: ドメインは既にホワイトリストにあります。
pl: Domena jest już na białej liście.

source: Domains
es: Dominios
ja: ドメイン
pl: Domeny

# domainsAdlists
source: Domains on Adlists
de: Domains in Adlist
es: Dominios en Adlists
ja: Adlists上のドメイン
pl: Domeny na listach reklamowych

# domainsInvalid
source: Invalid Domains
de: Ungültige Domains
es: Dominios no válidos
ja: 無効なドメイン
pl: Nieprawidłowe domeny

# domainsLoading
source: Loading domains...
de: Domains werden geladen...
es: Cargando dominios...
ja: ドメインを読み込んでいます...
pl: Ładowanie domen...

# domainsNone
source: There are no domains to show here.
de: Es gibt keine anzuzeigenden Domains.
es: No hay dominios para mostrar aquí.
ja: 表示するドメインはありません。
pl: Nie ma tutaj domen do wyświetlenia.

# domainsNotLoaded
source: Domains list couldn't be loaded
de: Domain-Liste konnte nicht geladen werden
es: No se ha podido cargar la lista de dominios
ja: ドメインリストを読み込めませんでした
pl: Nie można załadować listy domen

# domainsSearch
source: Search domains...
de: Suchdomänen...
es: Buscar dominios...
ja: ドメインを検索...
pl: Wyszukiwanie domen...

# domainsSelectLeftColumn
source: Choose a domain to see its details.
de: Wählen Sie eine Domain aus, um die Details zu sehen.
es: Elige un dominio para ver sus detalles.
ja: ドメインを選択して詳細を確認してください。
pl: Wybierz domenę, aby zobaczyć szczegóły.

# dontCheckCertificate
source: Don't check SSL certificate
de: SSL Zertifikat nicht überprüfen
es: No comprobar el certificado SSL
ja: SSL証明書を確認しない
pl: Nie sprawdzaj certyfikatu SSL

source: Edit
de: Bearbeiten
es: Editar
ja: 編集
pl: Edytuj

source: Edit address
de: Adresse bearbeiten
es: Editar dirección
ja: アドレスを編集
pl: Edytuj adres

source: Edit comment
de: Kommentar bearbeiten
es: Editar comentario
ja: コメントを編集
pl: Edytuj komentarz

# editConnection
source: Edit a Connection
de: Verbindung bearbeiten
es: Editar una conexión
ja: 接続を編集
pl: Edytuj połączenie

source: Edit groups
de: Gruppen bearbeiten
es: Editar grupos
ja: グループを編集
pl: Edytuj grupy

source: Edit Hostname
de: Hostname bearbeiten
es: Editar nombre de host
ja: ホスト名を編集
pl: Edytuj nazwę hosta

# editIp
source: Edit IP Address
de: IP-Adresse bearbeiten
es: Editar dirección IP
ja: IPアドレスを編集
pl: Edytuj adres IP

# editServer
source: Edit server connection
de: Verbindung bearbeiten
es: Editar conexión
ja: サーバー接続を編集
pl: Edytowanie połączenia z serwerem

# editServerSuccessfully
source: Server settings updated successfully.
de: Servereinstellungen wurden erfolgreich aktualisiert.
es: La configuración del servidor se actualizó correctamente.
ja: サーバー設定が正常に更新されました。
pl: Ustawienia serwera zostały pomyślnie zaktualizowane.

source: Enable
de: Aktivieren
es: Activar
ja: 有効化
pl: Włączyć

# enableCrashReport
source: Enable Crash Reporting
de: Absturzbericht aktivieren
es: Habilitar informes de fallos
ja: クラッシュレポートを有効にする
pl: Włącz raportowanie awarii

# enableCrashReportDetail
source: Automatically send anonymized reports to diagnose issues.
de: Automatisch anonymisierte Berichte senden, um Probleme zu diagnostizieren.
es: Enviar automáticamente informes anonimados para diagnosticar problemas.
ja: 問題を診断するために匿名化されたレポートを自動的に送信します。
pl: Automatycznie wysyłaj anonimowe raporty w celu diagnozowania problemów.

# enableQueryLogFailure
source: Failed to enable query logging
de: Aktivierung der Abfrageprotokollierung fehlgeschlagen
es: Error al habilitar el registro de consultas
ja: クエリログを有効化に失敗しました
pl: Nie udało się włączyć logowania zapytań

# enableQueryLogInProgress
source: Enabling query logging...
de: Abfrageprotokollierung wird aktiviert...
es: Habilitando el registro de consultas...
ja: クエリログを有効化中...
pl: Włączanie logowania zapytań...

# enableQueryLogSuccess
source: Query logging has been enabled
de: Abfrageprotokollierung wurde aktiviert
es: El registro de consultas ha sido habilitado
ja: クエリログを有効化しました
pl: Logowanie zapytań zostało włączone

source: Enable query logging
de: Abfrageprotokoll aktivieren
es: Habilitar el registro de consultas
ja: クエリログを有効化
pl: Włącz logowanie zapytań

source: Enabled
de: Aktiviert
es: Activado
ja: 有効
pl: Włączone

source: Enabling server...
de: Aktiviere Server...
es: Activando servidor...
ja: サーバーを有効化中...
pl: Włączanie serwera...

# endTimeNotAfterStartTime
source: End time is not after start time
de: Die Endzeit liegt nicht nach der Startzeit
es: Tiempo de fin no es posterior a tiempo de inicio
ja: 終了時間が開始時間よりも後である必要があります
pl: Godzina zakończenia nie jest późniejsza od godziny rozpoczęcia

# enterCodeUnlock
source: Enter code to unlock
de: Geben Sie den Code zum Entsperren ein
es: Introducir código para desbloquear
ja: コードを入力してロックを解除
pl: Wprowadź kod, aby odblokować

source: Enter passcode
de: Passwort eingeben
es: Introducir código
ja: パスコードを入力
pl: Wprowadź hasło

source: ERASE ALL
de: ALLES LÖSCHEN
es: BORRAR TODO
ja: 全てを消去
pl: USUŃ WSZYSTKO

source: Erase app data
de: App-Daten löschen
es: Eliminar datos de la app
ja: アプリデータを消去
pl: Usuń dane aplikacji

# eraseWarning
source: Warning! This action will reset the application and remove all its data. Are you sure you want to continue?
de: Warnung! Diese Aktion wird alles zurücksetzen und alle Daten der App werden gelöscht. Sind Sie sicher, dass Sie fortfahren wollen?
es: ¡Advertencia! Esta acción reseteará la aplicación y eliminará todos los datos. ¿Estás seguro de que deseas continuar?
ja: 警告！この操作はアプリケーションをリセットし、全てのデータを削除します。 本当に続行しますか？
pl: Ostrzeżenie! Ta czynność zresetuje aplikację i usunie wszystkie jej dane. Czy na pewno chcesz kontynuować?

# erasesAppData
source: Erases all application data
de: Alle App-Daten löschen
es: Borra todos los datos de la aplicación
ja: 全てのアプリケーションデータを削除
pl: Usuwa wszystkie dane aplikacji

# errorRemovingDomain
source: Error when removing domain
de: Fehler beim Entfernen der Domain
es: No se ha podido eliminar el dominio
ja: ドメイン削除時にエラーが発生しました
pl: Błąd podczas usuwania domeny

# errorsApp
source: Errors registered by the app
de: Von der App registrierte Fehler
es: Errores registrados por la app
ja: アプリによって登録されたエラー
pl: Błędy zarejestrowane przez aplikację

source: Execution Log
de: Ausführungsprotokoll
es: Registro de ejecución
ja: 実行ログ
pl: Dziennik wykonania

source: Expire
de: Ablauf
es: Expira
ja: 有効期限
pl: Wygasa

# featureNotSupportedMessage
source: This feature is not available on Pi-hole v5. Please upgrade to Pi-hole v6 or later.
de: Diese Funktion ist in Pi-hole v5 nicht verfügbar. Bitte aktualisieren Sie auf Pi-hole v6 oder höher.
es: Esta función no está disponible en Pi-hole v5. Actualice a Pi-hole v6 o posterior.
ja: この機能は Pi-hole v5 では使用できません。 Pi-hole v6 以降にアップグレードしてください。
pl: Ta funkcja nie jest dostępna w Pi-hole v5. Zaktualizuj do Pi-hole v6 lub nowszej wersji.

# featureNotSupportedMessageLogOption
source: This feature is no longer applicable in Pi-hole v6. Log management has changed and this setting is no longer needed.
de: Diese Funktion ist in Pi-hole v6 nicht mehr relevant. Die Protokollverwaltung wurde geändert und diese Einstellung ist nicht mehr erforderlich.
es: Esta función ya no es aplicable en Pi-hole v6. La gestión de registros ha cambiado y esta configuración ya no es necesaria.
ja: この機能は Pi-hole v6 では適用されません。 ログの管理方法が変更されたため、この設定は不要になりました。
pl: Ta funkcja nie ma już zastosowania w Pi-hole v6. Zarządzanie logami zostało zmienione i to ustawienie nie jest już potrzebne.

source: Filters
de: Filter
es: Filtros
ja: フィルター
pl: Filtry

# fingerprintAuthUnavailable
source: Fingerprint authentication unavailable.
de: Fingerabdruck-Authentifizierung nicht verfügbar.
es: Autenticación con huella no disponible.
ja: 指紋認証を利用できません。
pl: Uwierzytelnianie odciskiem palca jest niedostępne.

# fingerprintAuthUnavailableAttempts
source: Fingerprint authentication unavailable due to many failed attempts.
de: Fingerabdruck-Authentifizierung aufgrund vieler Fehlversuche nicht verfügbar.
es: Autenticación con huella no disponible por múltiples intentos fallidos.
ja: 失敗した試行が多いため、指紋認証を利用できません。
pl: Uwierzytelnianie odciskiem palca jest niedostępne z powodu zbyt wielu nieudanych prób.

source: Finish
de: Fertig
es: Finalizar
ja: 完了
pl: Zakończ

source: First Seen
de: Erstmalig gesehen
es: Primera aparición
ja: 初回検出
pl: Pierwsze wystąpienie

source: Flush
de: Leeren
es: Vaciar
ja: クリア
pl: Wyczyść

source: Flush logs
de: Logs leeren
es: Vaciar registros
ja: ログをクリア
pl: Wyczyść logi

# flushLogs24h
source: Flush logs (last 24 hours)
de: Logs der letzten 24 Stunden leeren
es: Vaciar registros (últimas 24 horas)
ja: ログをクリア（過去24時間）
pl: Wyczyść logi (ostatnie 24 godziny)

# flushLogsFailure
source: Failed to flush logs.
de: Fehler beim Löschen der Protokolle.
es: No se pudo vaciar los registros.
ja: ログのフラッシュに失敗しました。
pl: Nie udało się wyczyścić logów.

# flushLogsSuccess
source: Logs flushed successfully.
de: Protokolle wurden erfolgreich gelöscht.
es: Registros vaciados correctamente.
ja: ログをフラッシュしました。
pl: Logi zostały pomyślnie wyczyszczone.

# flushLogsWarning
source: Are you sure you want to flush the logs? This will permanently delete all log entries and cannot be undone.
de: Möchten Sie die Protokolle wirklich löschen? Dabei werden alle Protokolleinträge dauerhaft entfernt und dieser Vorgang kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea vaciar los registros? Esto eliminará permanentemente todas las entradas de registro y no se podrá deshacer.
ja: ログをフラッシュしてもよろしいですか？ この操作によりすべてのログエントリが完全に削除され、元に戻すことはできません。
pl: Czy na pewno chcesz wyczyścić logi? Spowoduje to trwałe usunięcie wszystkich wpisów dziennika i nie będzie można tego cofnąć.

source: Flush network table
de: Netzwerktabelle leeren
es: Vaciar tabla de red
ja: ネットワークテーブルをクリア
pl: Wyczyść tablicę sieci

# flushNetworkTableWarning
source: Are you sure you want to flush the network table? This will remove all entries and cannot be undone.
de: Möchten Sie die Netzwerktabelle wirklich leeren? Dabei werden alle Einträge entfernt und dieser Vorgang kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea vaciar la tabla de red? Esto eliminará todas las entradas y no se podrá deshacer.
ja: ネットワークテーブルをフラッシュしてもよろしいですか？ この操作によりすべてのエントリが削除され、元に戻すことはできません。
pl: Czy na pewno chcesz wyczyścić tablicę sieciową? Spowoduje to usunięcie wszystkich wpisów i operacji nie będzie można cofnąć.

# flushedNetworkTableFailure
source: Failed to clear network table.
de: Netzwerktabelle konnte nicht gelöscht werden.
es: No se pudo borrar la tabla de red.
ja: ネットワークテーブルのクリアに失敗しました。
pl: Nie udało się wyczyścić tabeli sieciowej.

# flushedNetworkTableSuccess
source: Network table cleared.
de: Netzwerktabelle wurde gelöscht.
es: Tabla de red borrada.
ja: ネットワークテーブルをクリアしました。
pl: Tabela sieciowa została wyczyszczona.

source: Flushing logs…
de: Protokolle werden geleert …
es: Vaciando registros…
ja: ログをフラッシュ中です…
pl: Trwa czyszczenie logów…

# flushingNetworkTable
source: Clearing network table …
de: Netzwerktabelle wird gelöscht …
es: Borrando la tabla de red …
ja: ネットワークテーブルをクリア中です…
pl: Trwa czyszczenie tabeli sieciowej…

source: forever
de: unbegrenzt
es: para siempre
ja: 無期限
pl: bez ograniczeń

source: Forwarded queries
de: Weitergeleitete Anfragen
es: Consultas reenviadas
ja: 転送されたクエリ
pl: Zapytania przekazane

source: from last
de: vom letzten
es: de las últimas
ja: 直近の
pl: Od ostatniego

source: From latest to oldest
de: Neu nach Alt
es: De nuevo a antiguo
ja: 新しい順
pl: Od najnowszych do najstarszych

source: From oldest to latest
de: Alt nach Neu
es: De antiguo a nuevo
ja: 古い順
pl: Od najstarszych do najnowszych

source: From time
de: Von
es: Desde
ja: 開始時刻
pl: Od kiedy

source: Getting permission...
de: Berechtigungen werden geladen...
es: Obteniendo permiso...
ja: 権限を取得中...
pl: Uzyskiwanie pozwolenia...

source: Getting Started
de: Erste Schritte
es: Comenzando
ja: はじめに
pl: Pierwsze kroki

# gitHub
source: App code available on GitHub
de: Code auf GitHub ansehen
es: Código de la app disponible en GitHub
ja: アプリコードはGitHubで利用可能
pl: Kod aplikacji dostępny na GitHubie

source: Gravity is running...
de: Gravity wird ausgeführt …
es: Gravity en ejecución...
ja: Gravityを実行中...
pl: Gravity jest uruchomione...

# gravityNotYetRun
source: Gravity update has not run yet
de: Gravity wurde noch nicht ausgeführt
es: Aún no se ha ejecutado la actualización de Gravity
ja: Gravityの更新はまだ実行されていません
pl: Aktualizacja Gravity jeszcze nie została uruchomiona

source: Gravity update completed
de: Gravity-Aktualisierung abgeschlossen
es: Actualización de Gravity completada
ja: Gravityの更新が完了しました
pl: Aktualizacja Gravity została zakończona

source: Gravity update failed
de: Gravity-Aktualisierung fehlgeschlagen
es: Error en la actualización de Gravity
ja: Gravityの更新に失敗しました
pl: Aktualizacja Gravity nie powiodła się

source: Groups
de: Gruppen
es: Grupos
ja: グループ
pl: Grupy

source: Hardware Address
de: Hardwareadresse
es: Dirección de hardware
ja: ハードウェアアドレス
pl: Adres sprzętowy

source: Help Us Improve
de: Helfen Sie uns, besser zu werden
es: Ayúdanos a mejorar
ja: 改善へのご協力をお願いします
pl: Pomóż nam ulepszyć

# helpUsImproveMessage
source: To improve app quality, we may collect anonymous crash reports when an issue occurs. These reports do not contain any personally identifiable information.
de: Um die Qualität der App zu verbessern, können wir bei Problemen anonyme Absturzberichte sammeln. Diese Berichte enthalten keine persönlich identifizierbaren Informationen.
es: Para mejorar la calidad de la aplicación, podemos recopilar informes de fallos anónimos cuando ocurra un problema. Estos informes no contienen información personal identificable.
ja: アプリの品質向上のため、問題が発生した際に匿名のクラッシュレポートを収集することがあります。 これらのレポートには個人を特定できる情報は含まれません。クラッシュレポートの送信を許可しますか？
pl: Aby poprawić jakość aplikacji, możemy zbierać anonimowe raporty o awariach w przypadku wystąpienia problemu. Raporty te nie zawierają żadnych danych osobowych.

source: Hide zero values
de: Nullwerte ausblenden
es: Ocultar valores a cero
ja: ゼロ値を非表示
pl: Ukryj wartości zerowe

# hideZeroValuesDescription
source: Hides zero values from clients chart
de: Versteckt Nullwerte aus dem Client-Diagramm
es: Oculta los valores a cero del gráfico de clientes
ja: クライアントチャートからゼロ値を非表示にします
pl: Ukrywa wartości zerowe na wykresie klientów

source: Hits:
de: Treffer:
es: Veces:
ja: ヒット：
pl: Trafienia:

source: Home
es: Inicio
ja: ホーム
pl: Główna

# homeChartModeDescription
source: Choose how the 24-hour activity is visualized on the Home screen.
de: Wählen Sie aus, wie die 24-Stunden-Aktivität auf dem Startbildschirm dargestellt wird.
es: Elige cómo se visualiza la actividad de 24 horas en la pantalla de inicio.
ja: ホーム画面に表示する24時間のアクティビティの形式を選択してください。
pl: Wybierz sposób wyświetlania aktywności z ostatnich 24 godzin na ekranie głównym.

# homeChartModeTitle
source: Home Screen
de: Startbildschirm
es: Pantalla de inicio
ja: ホーム画面
pl: Ekran główny

source: Host
es: Anfitrión
ja: ホスト

source: Hostname
es: Nombre de host
ja: ホスト名
pl: Nazwa hosta

# hour1
source: 1 hour
de: 1 Stunde
es: 1 hora
ja: 1時間
pl: 1 godzina

source: hours
de: Stunden
es: horas
ja: 時間
pl: Godziny

# hours2
source: 2 hours
de: 2 Stunden
es: 2 horas
ja: 2時間
pl: 2 godziny

# hours4
source: 4 hours
de: 4 Stunden
es: 4 horas
ja: 4時間
pl: 4 godziny

# hours6
source: 6 hours
de: 6 Stunden
es: 6 horas
ja: 6時間
pl: 6 godzin

# hours8
source: 8 hours
de: 8 Stunden
es: 8 horas
ja: 8時間
pl: 8 godzin

# howCreateConnection
source: How to create a connection
de: So können Sie eine Verbindung herstellen
es: Cómo crear una conexión
ja: 接続の作成方法
pl: Jak utworzyć połączenie
